Repository: spirossi/terminal-quest
Catalog: po/*_iso-8859-1.po
Languages: de

source: Let's head back to see {{bb:Bernard}} and see if he's heard of the {{bb:masked swordmaster}}.
de: Lasst uns zurückgehen, um {{bb:Bernard}} zu sehen und zu sehen, ob er von dem {{bb:maskierten Schwertmeister}} gehört hat.

source: {{lb:Head to the}} {{bb:shed-shop.}}
de: {{lb:Geh zum}} {{bb:Schuppenladen.}}

source: {{rb:Use}} {{yb:cd ../}} {{rb:to go back.}}
de: {{rb:Benutze}} {{yb:cd ../}} {{rb:um zurückzugehen.}}

source: {{gb:You head upstairs}}
de: {{gb:Du gehst nach oben}}

source: {{gb:Now go into the}} {{bb:shed-shop}}{{gb:.}}
de: {{gb:Gehe jetzt in den}} {{bb:Schuppen-Laden}}{{gb:.}}

source: {{rb:Use}} {{yb:cd shed-shop/}}{{rb:.}}
de: {{rb:Benutze}} {{yb:cd shed-shop/}}{{rb:.}}

source: Eleanor: {{Bb:"...what was that?"}}
de: Eleanor: {{Bb:"...was war das?"}}

source: {{rb:Use}} {{yb:ls}} {{rb:to check everyone is still present.}}
de: {{yb:Benutze}} {{rb:ls}} {{yb:um zu überprüfen, dass alle noch anwesend sind.}}

source: Everyone seems to be here. What was that bell?
de: Alle scheinen hier zu sein. Was war das für eine Glocke?

source: {{bb:Clara}} looks like she has something to say. {{lb:Listen to her.}}
de: {{bb:Clara}} sieht aus, als hätte sie etwas zu sagen. {{lb:Höre ihr zu.}}

source: {{rb:Use}} {{yb:cat Clara}} {{rb:to see what Clara has to say.}}
de: {{yb:Benutze}} {{rb:cat Clara}} {{yb:um zu sehen, was Clara zu sagen hat.}}

source: Eleanor: {{Bb:"....I was so scared. I don't think I want to go outside now."}}
de: Eleanor: "....Ich hatte solche Angst. Ich glaube nicht, dass ich jetzt nach draußen gehen möchte."

source: Clara: {{Bb:"Are you two going back out there?"}}
de: Clara: Geht ihr beide da draußen wieder raus?

source: {{Bb:"}}{{gb:%s}}{{Bb:, you look like you can take care of yourself, but I don't feel happy with Eleanor going outside."}}
de: {{Bb:"%s, du siehst aus, als könntest du auf dich selbst aufpassen, aber ich bin nicht glücklich darüber, dass Eleanor nach draußen geht."}}

source: {{Bb:"}}{{gb:%s}}{{Bb:, will you leave Eleanor with me? I'll look after her."}}
de: {{Bb:"%s, wirst du Eleanor bei mir lassen? Ich werde gut auf sie aufpassen.}}

source: {{yb:1: "That's a good idea, take good care of her."}}
de: {{yb:1: "Das ist eine gute Idee, kümmere dich gut um sie."}}

source: {{yb:2: "No I don't trust you, she's safer with me."}}
de: {{yb:2: "Nein, ich vertraue dir nicht, sie ist bei mir sicherer."}}

source: {{yb:3: "(Ask Eleanor.) Are you happy to stay here?"}}
de: {{yb:3: "(Frag Eleanor.) Bist du gerne hier?"}}

source: {{lb:Reply to Clara.}}
de: {{lb:Antworte Clara.}}

source: {{rb:Use}} {{yb:echo 1}}{{rb:,}} {{yb:echo 2}} {{rb:or}} {{yb:echo 3}} {{rb:to reply to Clara.}}
de: {{rb:Benutze}} {{yb:echo 1}}{{rb:,}} {{yb:echo 2}} {{rb:oder}} {{yb:echo 3}} {{rb:um Clara zu antworten.}}

source: {{rb:Use}} {{yb:cat}} {{rb:to examine the objects around you.}}
de: {{yb:Benutze}} {{rb:die Katze}} {{yb:um die Objekte um dich herum zu untersuchen.}}

source: {{gb:Well done! Look at the other objects.}}
de: Gut gemacht! Schau dir die anderen Objekte an.

source: You've arrived in the {{bb:shed-shop}}. {{lb:Look around.}}
de: Du bist im {{bb:shed-shop}} angekommen. {{lb:Schau dich um.}}

source: Huh, you can't see {{bb:Bernard}} anywhere.
de: Huh, {{bb:Bernard}} ist nirgends zu sehen.

source: I wonder where he went.
de: Ich frage mich, wohin er gegangen ist.

source: Maybe he's in his {{bb:basement}}? Let's {{lb:go}} down there.
de: Vielleicht ist er im {{bb:Keller}}? Lasst uns {{lb:runtergehen}}.

source: {{rb:Go into the basement with}} {{yb:cd basement}}
de: {{rb:Geh in den Keller mit}} {{yb:cd basement}}

source: Is that Bernard's hat? Strange he left it behind...
de: Ist das Bernards Hut? Seltsam, dass er ihn zurückgelassen hat...

source: You walked into {{bb:Bernard}}'s basement. {{lb:Look around.}}
de: Du bist in Bernards Keller gegangen. Schau dich um.

source: {{rb:Look around with}} {{yb:ls}}{{rb:.}}
de: {{yb:Schau dich mit}} {{rb:ls}} {{yb:um.}}

source: You see what looks like another script and a couple of diaries.
de: Du siehst, was wie ein anderes Skript und ein paar Tagebücher aussieht.

source: Shall we {{lb:examine}} them?
de: Sollen wir sie {{lb:untersuchen}}?

source: You see a {{bb:clearing}} which reminds you of a garden.
de: Du siehst eine {{bb:Lichtung}} die dich an einen Garten erinnert.

source: {{lb:Go into the}} {{bb:clearing}}{{lb:.}}
de: Geh in die Lichtung.

source: {{rb:Use}} {{yb:cd clearing/}} {{rb:to go into the clearing.}}
de: {{yb:Benutze}} {{rb:cd clearing/}} {{yb:um in das Lichtung zu gehen.}}

source: Enough wandering. Time to find the Swordmaster.
de: Genug herumgewandert. Es ist Zeit, den Schwertmeister zu finden.

source: Clara said that he was in the woods just off the {{lb:Windy Road}} {{yb:~}}.
de: Clara sagte, dass er gerade abseits der Windigen Straße im Wald war.

source: Use {{yb:cd}} to head there now.
de: Verwende {{yb:cd}} um dorthin jetzt zu gehen.

source: {{rb:Use}} {{yb:cd}} {{rb:by itself to go back to the Windy Road ~}}
de: {{rb:Benutze}} {{yb:cd}} {{rb:alleine, um zur Windigen Straße zurückzukehren ~}}

source: {{lb:Look around}} to see where the woods are.
de: {{lb:Schau dich um}} um zu sehen, wo der Wald ist.

source: {{rb:Look around using}} {{yb:ls}}
de: {{rb:Schau dich um mit}} {{yb:ls}}

source: You see the {{bb:woods}} in the distance, a set of dark and inhospitable trees.
de: Du siehst die {{bb:Wälder}} in der Ferne, eine Ansammlung dunkler und ungastlicher Bäume.

source: {{lb:Go into the woods}}.
de: Geh in den Wald.

source: {{rb:Use}} {{yb:cd woods/}} {{rb:to go to the woods.}}
de: {{yb:Benutze}} {{rb:cd woods/}} {{yb:um in den Wald zu gehen.}}

source: {{lb:Look around}} and see where to go next.
de: {{lb:Schau dich um}} und sieh, wohin du als nächstes gehst.

source: {{rb:Use}} {{yb:ls house/}} {{rb:to look in the house.}}
de: {{rb:Benutze}} {{yb:ls house/}} {{rb:um im Haus zu schauen.}}

source: Huh, you can't seem to look inside.
de: Huh, du scheinst nicht hineinsehen zu können.

source: It is locked in the same way the {{bb:private-section}} in the library is.
de: Es ist auf die gleiche Weise gesperrt, wie der {{bb:private-section}} in der Bibliothek.

source: Maybe there's a clue somewhere around here.
de: Vielleicht gibt es hier irgendwo einen Hinweis.

source: {{lb:Investigate}} the area and see if you can find any clues.
de: Untersuchen Sie die Gegend und sehen Sie, ob Sie irgendwelche Hinweise finden können.

source: {{rb:There is a signpost in the garden.}} {{lb:Examine}} {{rb:it.}}
de: Es gibt ein Schild im Garten. Untersuche es.

source: {{rb:Examine that signpost with}} {{yb:cat signpost}}{{rb:.}}
de: {{yb:Untersuche das Schild mit}} {{yb:Katze Schild}}{{rb:.}}

source: Try examining the individual items with {{lb:cat}}.
de: Versuchen Sie, die einzelnen Elemente mit {{lb:cat}} zu untersuchen.

source: Okay, the signpost has an instruction on it. Let's try it out.
de: Okay, an der Wegweiser steht eine Anweisung. Lass uns es ausprobieren.

source: {{rb:Use}} {{yb:echo knock knock}} {{rb:to knock on the door.}}
de: {{yb:Klopf Klopf}} {{rb:um an die Tür zu klopfen.}}

source: You hear a deep voice on the other side of the door.
de: Du hörst eine tiefe Stimme auf der anderen Seite der Tür.

source: Swordmaster:
de: Schwertmeister

source: {{Bb:If you have me, you want to share me.
de: }} Wenn du mich hast, willst du mich teilen.

source: If you share me, you haven't got me.
de: Wenn du mich teilst, hast du mich nicht.

source: What am I?}}
de: Was bin ich?

source: {{yb:1. What?}}
de: 1. Was?

source: {{yb:2. I don't know}}
de: 2. Ich weiß nicht.

source: You are in a clearing. {{lb:Look around.}}
de: Du bist in einer Lichtung. {{lb:Schau dich um.}}

source: Swordmaster: {{Bb:...Did you complete the cave challenge?
de: Schwertmeister: ...Hast du die Höhlenherausforderung abgeschlossen?

source: Fine, here's another. Unlock the door to my house.}}
de: Gut, hier ist noch eins. Öffne die Tür zu meinem Haus.

source: Swordmaster: {{Bb:I thought so. You need to complete the challenges}} {{lb:in the cave in the woods}}
de: Schwertmeister: Ich dachte mir schon. Du musst die Herausforderungen in der Höhle im Wald abschließen.

source: {{Bb:Come back when you've finished.}}
de: Komm zurück, wenn du fertig bist.

source: Swordmaster: {{Bb:Head to the}} {{bb:~/woods/cave}} {{Bb:and stop hanging around outside my house!}}
de: Schwertmeister: Geh zu dem Höhle im Wald und hör auf, hier draußen vor meinem Haus herumzuhängen!

source: {{rb:Head to}} {{bb:~/woods/cave}}
de: {{rb:Gehe zu}} {{bb:~/woods/cave}}

source: Swordmaster: {{Bb:That is not the answer! Find the answer}} {{lb:in the cave near the woods.}}
de: Schwertmeister: Das ist nicht die Antwort! Finde die Antwort in der Höhle in der Nähe des Waldes.

source: Swordmaster: {{Bb:Go and find the answer. Don't just stand there guessing.}}
de: Schwertmeister: Geh und finde die Antwort. Steh nicht einfach da und rate.

source: {{lb:You walk slowly into the cave. It has a musty smell.}}
de: Du gehst langsam in die Höhle. Es hat einen modrigen Geruch.

source: {{Bb:Look around.}}
de: Schau dich um.

source: {{rb:Look around the clearing with}} {{yb:ls}}
de: {{rb:Schau dir den Lichtung mit}} {{yb:ls}} an.

source: There's a house in the clearing. Have a {{lb:look}} in the {{lb:house}}, or try and {{lb:go inside}}.
de: Es gibt ein Haus im Lichtung. Schau dir das Haus an, oder versuche, hineinzugehen.

source: The door is locked, so you can't go in.
de: Die Tür ist abgeschlossen, also kannst du nicht reingehen.

source: Finally, {{lb:look inside}} the {{bb:cage}}.
de: Schließlich schau in den Käfig.

source: {{rb:Look inside the cage with}} {{yb:ls cage}}
de: {{rb:Schau in den Käfig mit}} {{yb:ls cage}}

source: There is a bird in the cage. {{lb:Examine}} the bird.
de: Es ist ein Vogel im Käfig. Untersuche den Vogel.

source: {{rb:Examine the bird with}} {{yb:cat cage/bird}}
de: {{rb:Untersuche den Vogel mit}} {{yb:Katzengehege/Vogel}}

source: Bird: {{Bb:"...Me...trapped.."}}
de: Vogel: "...Mich...gefangen.."

source: {{Bb:"Please help....get me out."}}
de: Bitte hilf....hol mich hier raus.

source: Help the bird by {{lb:moving}} the {{lb:bird}} outside the {{lb:cage}}.
de: Hilf dem Vogel, indem du ihn aus dem Käfig herausbewegst.

source: {{rb:Move the bird outside the cage with}} {{yb:mv cage/bird ./}}
de: {{rb:Bewege den Vogel außerhalb des Käfigs mit}} {{yb:mv cage/bird ./}}

source: {{gb:New Power:}} Use
de: Neue Fähigkeit: Nutze

source: {{yb:chmod +r dark-room}}
de: chmod +r dunkel-Raum

source: to allow yourself to {{lb:read}}
de: sich {{lb:erlauben}} zu lesen

source: the contents of dark-room.
de: Der Inhalt des Dunkelraums.

source: There are three doors, leading to two rooms and a cage.
de: Es gibt drei Türen, die zu zwei Räumen und einem Käfig führen.

source: First, {{lb:look inside the dark-room}}.
de: Zuerst, schau in den Dunkelraum.

source: {{rb:Use}} {{yb:ls dark-room/}} {{rb:to look inside the dark-room.}}
de: {{rb:Benutze}} {{yb:ls dark-room/}} {{rb:um in den dunklen Raum zu schauen.}}

source: The room is pitch black, and it is impossible to see anything inside.
de: Das Zimmer ist stockdunkel und es ist unmöglich, etwas darin zu sehen.

source: Next, {{lb:look inside}} the {{bb:locked-room}}
de: Als nächstes, schau in den verschlossenen Raum.

source: {{rb:Use}} {{yb:ls locked-room/}} {{rb:to look inside the locked-room.}}
de: {{rb:Benutze}} {{yb:ls locked-room/}} {{rb:um in den abgeschlossenen Raum zu sehen.}}

source: Peering through a grimy window, you can just make out the items inside.
de: Durch ein schmutziges Fenster spähend, kannst du gerade noch die Gegenstände drinnen erkennen.

source: {{lb:Examine the items inside}}.
de: Untersuche die Gegenstände innen.

source: {{rb:Examine the sign with}} {{yb:cat locked-room/sign}}
de: {{rb:Untersuche das Schild mit}} {{yb:cat locked-room/sign}}

source: You are unable to make out the items in the room.
de: Du kannst die Gegenstände im Raum nicht erkennen.

source: Maybe it would help if you went inside?
de: Vielleicht würde es helfen, wenn du reingehst?

source: Try and {{lb:go inside}} the {{bb:locked-room}}.
de: Versuche, in den {{bb:verschlossenen Raum}} zu gehen.

source: {{rb:Go inside the locked-room with}} {{yb:cd locked-room}}
de: {{rb:Gehe in den abgeschlossenen Raum mit}} {{yb:cd locked-room}}

source: {{gb:New Power:}} Type
de: Neue Macht: Geben Sie ein

source: {{yb:chmod +w cage}}
de: chmod +w Käfig

source: to give write permissions to,
de: Schreibberechtigungen geben

source: and thus unlock, the cage.
de: und so entriegeln, den Käfig.

source: {{rb:Use}} {{yb:chmod +w cage}} {{rb:to unlock the cage.}}
de: {{yb:Benutze}} {{rb:chmod +w cage}} {{yb:um den Käfig zu entsperren.}}

source: Now you can help the bird escape from the cage.
de: Jetzt kannst du dem Vogel helfen, aus dem Käfig zu entkommen.

source: {{lb:Move the bird outside the cage to where you are.}}
de: Bewege den Vogel außerhalb des Käfigs an den Ort, an dem du bist.

source: {{rb:Use}} {{yb:mv cage/bird ./}} {{rb:to move the bird outside.}}
de: {{rb:Benutze}} {{yb:mv cage/bird ./}} {{rb:um den Vogel nach draußen zu bewegen.}}

source: {{lb:Look inside}} the dark room again.
de: {{lb:Schau noch einmal}} in den dunklen Raum.

source: {{rb:Use}} {{yb:ls dark-room}} {{rb:to look inside the dark-room.}}
de: {{rb:Benutze}} {{yb:ls dark-room}} {{rb:um in den dunklen Raum zu schauen.}}

source: You can see a sign in the {{bb:dark-room}}. {{lb:Read the sign.}}
de: Du kannst ein Schild im {{bb:dunkeln Raum}} sehen. Lies das Schild.

source: {{rb:Use}} {{yb:cat dark-room/sign}} {{rb:to read the sign.}}
de: {{rb:Benutze}} {{yb:cat dark-room/sign}} {{rb:um das Schild zu lesen.}}

source: {{gb:New Power:}} Use
de: {{de:Neue Fähigkeit:}} Benutze

source: {{yb:chmod +x locked-room}}
de: chmod +x gesperrter Raum

source: to unlock the locked-room.
de: Um den verschlossenen Raum zu entsperren.

source: Use it on the {{bb:locked-room}}.
de: Benutze es im {{bb:verschlossenen-Raum}}.

source: {{rb:Unlock the locked-room with}} {{yb:chmod +x locked-room}}
de: {{rb:Entsperre den gesperrten Raum mit}} {{yb:chmod +x locked-room}}

source: Now you can {{lb:examine}} the items in the {{bb:locked-room}}.
de: Jetzt kannst du die Gegenstände im abgeschlossenen Raum untersuchen.

source: {{lb:Read the sign in the locked-room}}
de: Lies das Schild im abgeschlossenen Raum.

source: {{rb:Use}} {{yb:cat locked-room/sign}} {{rb:to read the sign.}}
de: {{yb:Benutze}} {{rb:cat locked-room/sign}} {{yb:um das Schild zu lesen.}}

source: The bird dropped a {{bb:scroll}} in the {{bb:cage}}.
de: Der Vogel ließ eine {{bb:Schritfrolle (scroll)}} in den {{bb:Käfig (cage)}} fallen.

source: {{lb:Examine}} the scroll.
de: {{lb:Untersuche}} die Schriftrolle.

source: {{rb:Use}} {{yb:cat cage/scroll}} {{rb:to examine the scroll.}}
de: {{rb:Benutze}} {{yb:cat cage/scroll}} {{rb:um die Schriftrolle zu untersuchen.}}

source: Follow the instructions. Use {{yb:chmod +x}} on the {{bb:lighter}} in the {{bb:locked-room}}.
de: Benutze {{yb:chmod +x}} auf dem {{bb:Feuerzeug (lighter)}} im {{bb:verschlossenen Raum (locked-room)}}.

source: {{rb:Use}} {{yb:chmod +x locked-room/lighter}} {{rb:to activate the lighter.}}
de: {{rb:Benutze}} {{yb:chmod +x locked-room/lighter}} {{rb:um das Feuerzeug zu aktivieren.}}

source: {{lb:Look in the locked-room}} to see what happened to the lighter.
de: {{lb:Schau in den abgeschlossenen Raum (locked-room)}} um zu sehen, was mit dem Feuerzeug passiert ist.

source: {{rb:Use}} {{yb:ls locked-room/}} {{rb:to look in the locked-room.}}
de: {{rb:Benutze}} {{yb:ls locked-room/}} {{rb:um in den abgeschlossenen Raum zu schauen.}}

source: The lighter went {{gb:bright green}} after you activated it.
de: Das Licht wurde {{gb:hellgrün}} nachdem du es aktiviert hast.

source: Now use it with {{yb:./locked-room/lighter}}
de: Jetzt benutze es mit {{yb:./locked-room/lighter}}

source: {{gb:You opened it!}}
de: {{gb:Du hast es geöffnet!}}

source: Now {{lb:look inside}} the chest.
de: Jetzt {{lb:schau}} in die Kiste.

source: {{rb:Use}} {{yb:ls chest/}} {{rb:to look inside the chest.}}
de: {{rb:Benutze}} {{yb:ls chest/}} {{rb:um in die Kiste zu schauen.}}

source: You see a riddle, and an answer. {{lb:Examine}} them.
de: Du siehst ein Rätsel und eine Antwort. {{lb:Untersuche}} sie.

source: {{rb:Use}} {{yb:cat chest/answer}} {{rb:to examine the answer in the chest.}}
de: {{rb:Benutze}} {{yb:cat chest/answer}} {{rb:um die Antwort in der Kiste zu untersuchen.}}

source: {{gb:That looks like the riddle the swordmaster asked you.}}
de: {{gb:Sieht aus wie das Rätsel, das der Schwertmeister dir gestellt hat.}}

source: You set off the firework!
de: Du hast das Feuerwerk gezündet!

source: {{gb:You learnt all the chmod commands.}}
de: {{gb:Du hast alle chmod Befehle gelernt.}}

source: {{lb:Thunk.}}
de: {{lb:Plumps.}}

source: Something new landed in front of you.
de: Etwas Neues ist vor dir gelandet.

source: {{lb:Look around}} to see what it is.
de: {{lb:Schau dich um}} um zu sehen, was es ist.

source: {{rb:Use}} {{yb:ls}} {{rb:to see what landed in front of you.}}
de: {{yb:Benutze}} {{rb:ls}} {{yb:um zu sehen, was vor dir gelandet ist.}}

source: There is a {{bb:chest}} in front of you.
de: Es gibt eine {{bb:Kiste}} vor dir.

source: It is wrapped tightly by a big chain.
de: Es ist fest von einer großen Kette umwickelt.

source: {{lb:Look inside the chest.}}
de: {{lb:Schau in den Kasten.}}

source: {{rb:Use}} {{yb:ls chest}} {{rb:to see inside the chest.}}
de: {{rb:Benutze}} {{yb:ls chest}} {{rb:um in die Kiste zu sehen.}}

source: The chain won't budge. You cannot see inside, nor access its contents.
de: Die Kette bewegt sich nicht. Du kannst nicht hineinsehen und auch nicht auf ihren Inhalt zugreifen.

source: Break the chain.
de: Breche die Kette.

source: {{lb:You'll need to combine all the chmod flags you've just learned: r, w, and x.}}
de: {{lb:Du musst alle chmod-Flags, die du gerade gelernt hast, kombinieren: r, w und x.}}

source: {{rb:Use}} {{yb:cd house}} {{rb:to go inside.}}
de: {{rb:Benutze}} {{yb:cd house}} {{rb:um hineinzugehen.}}

source: {{gb:You've found the answer to the Swordmaster's riddle!}}
de: {{gb:Du hast die Antwort auf das Rätsel des Schwertmeisters gefunden!}}

source: {{lb:Go back to the Swordmaster's clearing.}}
de: {{lb:Geh zurück zur Lichtung des Schwertmeisters.}}

source: Head back to the {{bb:~/woods/clearing}} where the Swordmaster lives.
de: Geh zurück zur {{bb:~/woods/clearing}} wo der Schwertmeister lebt.

source: {{rb:Use}} {{yb:cd ~/woods/clearing}} {{rb:to go back to the Swordmaster's clearing.}}
de: {{rb:Benutze}} {{yb:cd ~/woods/clearing}} {{rb:um zurück zur Lichtung des Schwertmeisters zu gehen.}}

source: Knock on the Swordmaster's door.
de: Klopfe an die Tür des Schwertmeisters.

source: {{rb:Use}} {{yb:echo knock knock}} {{rb:to knock on the Swordmaster's door.}}
de: {{rb:Benutze}} {{yb:echo knock knock}}{{rb:, um an die Tür des Schwertmeisters zu klopfen.}}

source: {{Bb:"If you have me, you want to share me.
de: {{Bb:"Wenn du mich hast, willst du mich teilen.

source: What am I?"}}
de: Was bin ich?"}}

source: {{yb:1. A secret}}
de: {{yb:1. Ein Geheimnis}}

source: Use {{lb:echo}} to reply.
de: Verwende {{lb:echo}} um zu antworten.

source: {{wb:Clunck.}} {{gb:It sounds like the door unlocked.}}
de: {{wb:Klack.}} {{gb:Es klingt, als ob die Tür aufgeschlossen wurde.}}

source: {{lb:Go in the house.}}
de: {{lb:Geh ins Haus.}}

source: {{yb:Do you know why people are disappearing?}}
de: Weißt du, warum Leute verschwinden?

source: Swordmaster: {{Bb:"I wasn't aware people were disappearing. Is that what is causing that bell?
de: Schwertmeister: "Ich war nicht bewusst, dass Leute verschwinden. Ist das, was die Glocke verursacht?

source: Perhaps it is good you are here then."
de: Vielleicht ist es gut, dass du hier bist.

source: "Tell me, what is your name?"}}
de: Sag mir, wie heißt du?

source: {{rb:Use}} {{yb:echo
de: "Hello World!"}} {{rb:Verwende}} {{yb:echo "Hallo Welt!"}}

source: Swordmaster: {{Bb:"That's a strange name. Is that really your name?"}}
de: Schwertmeister: "Das ist ein seltsamer Name. Ist das wirklich dein Name?"

source: Swordmaster: {{Bb:"I thought you might be. Few have the power to use the commands you used earlier.
de: Schwertmeister: "Ich dachte, du wärst es. Nur wenige haben die Kraft, die Befehle zu verwenden, die du vorhin benutzt hast.

source: How did I know your name? Use}} {{yb:ls -l}} {{Bb:to see."}}
de: Wie wusste ich deinen Namen? Um es zu sehen, benutze "ls -l".

source: Swordmaster: {{Bb:"Your name is written in this world, for anyone who knows where to look."}}
de: Schwertmeister: "Dein Name ist in dieser Welt geschrieben, für jeden, der weiß, wo er suchen muss."

source: {{Bb:"...why is there a}} {{lb:note}} {{Bb:in this room?"}}
de: "Warum ist hier eine Notiz im Raum?"

source: {{Bb:"Do you see it? Use}} {{lb:cat note}} {{Bb:to examine it."}}
de: Siehst du es? Benutze {{lb:cat note}} um es zu untersuchen.

source: You see a Masked Swordmaster watching you.
de: Du siehst einen maskierten Schwertmeister, der dich beobachtet.

source: {{lb:Listen}} to what he has to say.
de: Höre dir an, was er zu sagen hat.

source: {{rb:Use}} {{yb:cat Swordmaster}} {{rb:to}} {{lb:listen}} {{rb:to what the Swordmaster has to say.}}
de: {{rb:Benutze}} {{yb:Katzenschwertmeister}} {{rb:um zu hören, was der Schwertmeister zu sagen hat.}}

source: {{wb:Swordmaster:}} {{Bb:"Child, why do you seek me?"}}
de: {{wb:Swordmaster:}} {{Bb:"Kind, warum suchst du mich?"}}

source: {{yb:1: I want to unlock the private section in the library.}}
de: 1: Ich möchte den privaten Bereich in der Bibliothek entsperren.

source: {{yb:2: Who are you?}}
de: {{yb:2: Wer bist du?}}

source: {{yb:3: Have you been leaving me strange notes?}}
de: Hast du mir seltsame Notizen hinterlassen?

source: Respond with {{yb:echo 1}}, {{yb:echo 2}}, or {{yb:echo 3}}.
de: Antworte mit {{yb:echo 1}}, {{yb:echo 2}} oder {{yb:echo 3}}.

source: Swordmaster: {{Bb:"I have fled the outside world to make my home here in this peaceful wood. The few who know of me call me the Masked Swordmaster."}}
de: Schwertmeister: "Ich bin vor der Außenwelt geflohen, um mein Zuhause hier in diesem friedlichen Wald zu machen. Die wenigen, die von mir wissen, nennen mich den Maskierten Schwertmeister."

source: Swordmaster: {{Bb:"What notes?"}}
de: Schwertmeister: "Welche Noten?"

source: {{yb:I want to unlock the private section in the library.}}
de: Ich möchte den privaten Bereich in der Bibliothek entsperren.

source: Swordmaster: {{Bb:"Well, if you unlocked the chest in the}} {{bb:~/woods/cave}}{{Bb:, then you already know how.}}"
de: Schwertmeister: "Nun, wenn du den Schatz im ~/Wald/Höhle geöffnet hast, dann weißt du bereits, wie man es macht."

source: {{Bb:"A note of caution: what is inside is both powerful and dangerous."}}
de: Eine Warnung: Was sich darin befindet, ist sowohl mächtig als auch gefährlich.

source: {{yb:1: What is inside the library that is so dangerous?}}
de: 1: Was ist in der Bibliothek, das so gefährlich ist?

source: {{yb:2: Why do you live so far from other people?}}
de: Warum lebst du so weit weg von anderen Menschen?

source: {{yb:3: Do you know why people are disappearing?}}
de: 3: Warum verschwinden Leute?

source: Swordmaster: "A command that gives the wielder tremendous power, turning you into a Super User."}}
de: Schwertmeister: "Ein Befehl, der dem Träger unglaubliche Macht verleiht und dich zu einem Super-Benutzer macht."
