Repository: spirossi/terminal-quest
Catalog: po/*_iso-8859-1.po
Languages: de

source: Clara: {{Bb:"Eleanor helped me feel brave, but I'm so happy you found my children}} {{bb:young-girl}} {{Bb:and}} {{bb:little-boy}}{{Bb:! Thank you
de: for being there for me.}} Clara: Eleanor half mir Mut gemacht, aber ich bin so glücklich, dass du meine Kinder gefunden hast {{bb:young-girl}} und {{bb:little-boy}}! Danke, dass du für mich da warst.

source: Swordmaster: {{Bb:"You've done well. You are indeed a force to be reckoned with. Keep training and you'll become even more powerful."}}
de: Schwertmeister: "Du hast es gut gemacht. Du bist wirklich eine Kraft, mit der man rechnen muss. Bleib am Training und du wirst noch mächtiger werden."

source: Rabbit: {{Bb:....}}
de: Rabbit: Ich bin ein Hase!

source: You are alone with the Rabbit and the bell. The Rabbit turns angrily and starts running towards you.
de: Du bist allein mit dem Hasen und der Glocke. Der Hase wendet sich wütend ab und läuft auf dich zu.

source: Time to end this. {{lb:Remove the bell.}}
de: Es ist Zeit, das zu beenden. Entferne die Glocke.

source: {{gb:Press}} {{ob:Enter}} {{gb:to continue.}}
de: {{gb:Drücke}} {{ob:Enter}} {{gb:um fortzufahren.}}

source: {{rb:Use}} {{yb:rm bell}} {{rb:to remove the bell.}}
de: {{yb:Verwende}} {{rb:rm bell}} {{yb:um die Glocke zu entfernen.}}

source: The rabbit dodged the attack!
de: Der Hase wich dem Angriff aus!

source: {{lb:The rabbit dodged the attack!}} {{rb:Remove the bell with}} {{yb:rm bell}}
de: {{lb:Der Hase wich dem Angriff aus!}} {{rb:Entferne die Glocke mit}} {{yb: rm bell}}

source: The rabbit stops. The anger behind its eyes fades, replaced with confusion.
de: Der Hase hält an. Der Zorn hinter seinen Augen verblasst, ersetzt durch Verwirrung.

source: The Swordmaster runs into the {{bb:rabbithole}}.
de: Der Schwertmeister läuft in den {{bb:Hasenbau (rabbithole)}}.

source: Swordmaster: {{Bb:"You did it! The rabbit is free from the cursed bell, and you saved everyone!"}}
de: Schwertmeister: "Du hast es geschafft! Das Kaninchen ist frei von der verfluchten Glocke und du hast alle gerettet!"

source: {{Bb:"Have you looked inside the}} {{bb:chest}} {{Bb:the rabbit stole? It's right here."}}
de: Hast du in den Kasten geschaut, den der Hase gestohlen hat? Er ist direkt hier.

source: {{rb:Use}} {{yb:cat chest/scroll}} {{rb:to examine the contents.}}
de: {{yb:Benutze}} {{rb:die}} {{yb:Katzentruhe/den Scroll}} {{rb:um den Inhalt zu untersuchen.}}

source: Is he here? {{lb:Look around}} with {{yb:ls}} to find out.
de: Er ist hier? Schau dich um mit ls, um es herauszufinden.

source: {{rb:Type}} {{yb:ls}} {{rb:to look for your Dad.}}
de: {{yb:Tippe}} {{rb:ls}} {{yb:um nach deinem Vater zu suchen.}}

source: Your {{bb:Dad}} has been busy, there are loads of vegetables here.
de: Dein {{bb:Vater}} war beschäftigt, es gibt hier jede Menge Gemüse.

source: Hmmmm. He's not here. But there is something odd.
de: Hmmmm. Er ist nicht hier. Aber es ist etwas seltsam.

source: You see a {{bb:note}} on the ground. Use {{yb:cat note}} to {{lb:read}} what it says.
de: Du siehst eine {{bb:note}} auf dem Boden. Benutze {{yb:cat note}} um zu {{lb:lesen}} was darauf steht.

source: {{rb:Type}} {{yb:cat note}} {{rb:to see what the note says!}}
de: {{yb:Tippe}} {{rb:cat note}} {{rb:um zu sehen, was in der Notiz steht!}}

source: Huh? That's weird.
de: Hm? Das ist komisch.

source: But going back is super easy. Just type {{yb:cd ..}} to go back the way you came.
de: Aber zurückzugehen ist super einfach. Tippe {{yb:cd ..}} um den Weg zurück zu gehen, den du gekommen bist.

source: {{rb:Type}} {{yb:cd ..}} {{rb:to go back to the garden.}}
de: {{yb:Tippe}} {{rb:cd ..}} {{yb:um in den Garten zurückzukehren.}}

source: You're back in the garden. Use {{yb:cd ..}} again to {{lb:go back}} to the house.
de: Du bist wieder im Garten. Benutze {{yb:cd ..}} erneut, um {{lb:zurück}} ins Haus zu gehen.

source: {{gb:Top tip: Press the}} {{ob:UP}} {{gb:arrow key to replay your previous command.}}
de: {{de:Tipp: Drücken Sie die}} {{ob:OBEN}} {{de:Pfeiltaste, um Ihren vorherigen Befehl erneut auszuführen.}}

source: {{rb:Type}} {{yb:cd ..}} {{rb:to go back to the house.}}
de: {{yb:Tippe}} {{rb:cd ..}} {{yb:um zurück zum Haus zu gehen.}}

source: Now {{lb:go}} back into the {{bb:kitchen}} and see {{bb:Mum}}.
de: Jetzt geh zurück in die Küche und schau nach deiner Mutter.

source: {{rb:Type}} {{yb:cd kitchen}} {{rb:to go back to the kitchen.}}
de: {{yb:Gib}} {{rb:cd kitchen}} {{yb:ein, um zur Küche zurückzukehren.}}

source: {{wb:Mum:}} {{Bb:"Hi sleepyhead, breakfast is nearly ready. Can you go and grab your Dad? I think he's in the}} {{bb:garden}}{{Bb:."}}
de: Mum: "Hallo Schlafmütze, das Frühstück ist fast fertig. Kannst du deinen Vater holen? Ich glaube er ist im Garten."

source: Let's look for your {{bb:Dad}} in the {{bb:garden}}.
de: Lasst uns nach deinem {{bb:Vater}} im {{bb:Garten}} suchen.

source: First we need to {{lb:leave}} the {{bb:kitchen}} using {{yb:cd ..}}
de: Erst müssen wir die {{bb:Küche}} mit {{yb:cd ..}} {{lb:verlassen}}.

source: {{rb:To leave the kitchen, type}} {{yb:cd ..}}
de: {{rb:Um die Küche zu verlassen, tippe}} {{yb:cd ..}}

source: You are back in the main hall of your house.
de: Du bist zurück in der Haupthalle deines Hauses.

source: Can you see your {{bb:garden}}? Have a {{lb:look around}} you.
de: Kannst du deinen Garten sehen? Schau dich mal um.

source: {{rb:Type}} {{yb:ls}} {{rb:to look around you.}}
de: {{rb:Gib}} {{yb:ls}} {{rb:ein, um dich umzusehen.}}

source: You see doors to the {{bb:garden}}, {{bb:kitchen}}, {{bb:my-room}} and {{bb:parents-room}}.
de: Du siehst Türen zum Garten, Küche, mein Zimmer und Elternzimmer.

source: {{lb:Go}} into your {{bb:garden}}.
de: Geh in deinen Garten.

source: {{rb:Type}} {{yb:cd garden}} {{rb:to go into the garden.}}
de: {{yb:Gib}} {{rb:ein}} {{yb:cd garden}} {{rb:ein, um in den Garten zu gehen.}}

source: Use {{yb:ls}} to {{lb:look}} in the {{bb:garden}} for your {{bb:Dad}}.
de: Benutze {{yb:ls}} um im {{bb:Garten}} nach deinem {{bb:Vater}} zu {{lb:schauen}}.

source: {{rb:To look for your Dad, type}} {{yb:ls}} {{rb:and press}} {{ob:Enter}}{{rb:.}}
de: Um deinen Dad zu suchen, tippe {{yb:ls}} und drücke {{ob:Enter}}.

source: The {{bb:garden}} looks beautiful at this time of year.
de: Der {{bb:Garten}} sieht zu dieser Jahreszeit wunderschön aus.

source: Hmmm...but you can't see him anywhere.
de: Hmmm...aber du kannst ihn nirgendwo sehen.

source: Maybe he's in the {{bb:greenhouse}}.
de: Vielleicht ist er im {{bb:Gewächshaus}}.

source: {{lb:Go}} inside the {{bb:greenhouse}}.
de: Geh in das Gewächshaus.

source: {{rb:To go to the greenhouse, type}} {{yb:cd greenhouse}}
de: {{rb:Um in das Gewächshaus zu gehen, tippe}} {{yb:cd Gewächshaus}}

source: Let {{bb:Mum}} know about {{bb:Dad}}. Type {{yb:cat Mum}}
de: Sag {{bb:Mum}} Bescheid über {{bb:Dad}}.

source: {{rb:To talk to your Mum, type}} {{yb:cat Mum}} {{rb:and press}} {{ob:Enter}}{{rb:.}}
de: Um mit deiner Mutter zu sprechen, tippe {{yb:cat Mum}} und drücke {{ob:Enter}}.

source: {{wb:Mum:}} {{Bb:"You couldn't find him? That's strange, he never leaves home without telling me first."
de: }} Mum: "Du hast ihn nicht gefunden? Das ist seltsam, er verlässt nie das Haus, ohne mir vorher Bescheid zu sagen."

source: "Maybe he went to that town meeting with the Mayor, the one they were talking about on the news. Why don't you go and check? I'll stay here in case he comes back."}}
de: Vielleicht ist er zu dem Stadtrat mit dem Bürgermeister gegangen, über den sie in den Nachrichten gesprochen haben. Warum gehst du nicht und überprüfst es? Ich bleibe hier, falls er zurückkommt.

source: Let's head to {{bb:town}}. To leave the house, use {{yb:cd}} by itself.
de: Gehen wir in die Stadt. Um das Haus zu verlassen, benutze cd allein.

source: {{rb:Type}} {{yb:cd}} {{rb:to start the journey.}}
de: {{rb:Gib}} {{yb:cd}} {{rb:ein, um die Reise zu starten.}}

source: You're out of the house and on the long windy road called Tilde, or {{bb:~}}
de: Du bist aus dem Haus und auf der langen, windigen Straße namens Tilde, oder {{bb:~}}.

source: {{lb:Look around}} again to see where to go next.
de: Schau nochmal herum, um zu sehen, wohin du als nächstes gehen sollst.

source: {{rb:Stuck? Type}} {{yb:ls}} {{rb:to look around.}}
de: {{rb:Feststecken? Tippe}} {{yb:ls}} {{rb:ein, um dich umzusehen.}}

source: You can see a {{bb:town}} in the distance! Let's {{lb:go}} there using {{lb:cd}}.
de: Du kannst eine Stadt in der Ferne sehen! Lass uns dorthin gehen, indem wir cd benutzen.

source: {{rb:Type}} {{yb:cd town}} {{rb:to walk into town.}}
de: {{yb:Tippe}} {{rb:cd town}} {{yb:ein, um in die Stadt zu gehen.}}

source: Have a {{lb:look around}} to see what's going on!
de: {{lb:Schau dich um}}, um zu sehen, was los ist!

source: {{rb:To look around, use}} {{yb:ls}}
de: {{rb:Um herumzuschauen, benutze}} {{yb:ls}}

source: Wow, there's so many people here. Find the {{bb:Mayor}} and {{lb:listen}} to what he has to say.
de: Wow, hier sind so viele Leute. Finde den {{bb:Bürgermeister (Mayor)}} und {{lb:höre}} dir an, was er zu sagen hat.

source: {{rb:Stuck? Type:}} {{yb:cat Mayor}}
de: {{rb:Stuck? Type:}} {{yb:Katzenbürgermeister}}

source: {{wb:Mayor:}} {{Bb:"Calm down please! We have our best people looking into the disappearances, and we're hoping to have an explanation soon."}}
de: {{Bb:Bürgermeister:}} Beruhige dich bitte! Unsere besten Leute untersuchen die Verschwinden und wir hoffen bald eine Erklärung zu haben.

source: Something strange is happening. Better check everyone is ok.
de: Etwas Seltsames passiert. Besser überprüfen, dass alle in Ordnung sind.

source: Type {{yb:cat}} to check on the people.
de: Gib {{yb:cat}} ein, um nach den Leuten zu schauen.

source: {{wb:Man:}} {{Bb:"Help! I don't know what's happening to me. I heard this bell ring, and now my legs have gone all strange."}}
de: {{wb:Man:}} {{Bb:"Hilfe! Ich weiß nicht, was mit mir passiert. Ich habe diese Glocke hören läuten und jetzt sind meine Beine ganz seltsam."}}

source: {{wb:Girl:}} {{Bb:"Can you help me? I can't find my friend Amy anywhere. If you see her, will you let me know?"}}
de: {{Bb:Mädchen:}} Kannst du mir helfen? Ich kann meine Freundin Amy nirgends finden. Wenn du sie siehst, lässt du es mich dann wissen?

source: {{wb:Boy:}} {{Bb:"Pongo? Pongo? Has anyone seen my dog Pongo? He's never run away before..."}}
de: {{Bb:Junge:}} Pongo? Pongo? Hat jemand meinen Hund Pongo gesehen? Er ist noch nie weggelaufen...

source: {{gb:Well done! Check on 1 more person.}}
de: {{gb:Gut gemacht! Überprüfe noch eine Person.}}

source: {{gb:Well done! Check on %d more people.}}
de: {{gb:Gut gemacht! Überprüfe noch %d weitere Personen.}}

source: Everyone has gone.
de: Alle sind gegangen.

source: Wait - there's a {{bb:note}} on the floor.
de: Warte - da ist eine {{bb:note}} auf dem Boden.

source: Use {{yb:cat}} to read the {{bb:note}}.
de: Benutze {{yb:cat}} um die {{bb:note}} zu lesen.

source: It sounds like the bell you heard before.
de: Es klingt wie die Glocke, die du vorher gehört hast.

source: Use {{yb:ls}} to {{lb:look around}} again.
de: Benutze {{yb:ls}} um {{lb:nochmal}} herumzuschauen.

source: {{wb:Little-boy:}} {{Bb:"Oh no! That grumpy-man with the funny legs has gone!}} {{Bb:Did you hear the bell just before he vanished??"}}
de: "Oh nein! Dieser grummelige Mann mit den lustigen Beinen ist weg! Hast du die Glocke gerade vor seinem Verschwinden gehört??"

source: {{wb:Young-girl:}} {{Bb:"I'm scared..."}}
de: {{Bb:"Ich habe Angst..."}}

source: {{wb:Young-girl:}} {{Bb:"Oh! I heard it go again!"}}
de: {{wb:Junges Mädchen:}} {{Bb:"Oh! Ich hörte es wieder!"}}

source: Take a {{lb:look around}} you to check.
de: {{lb:Schau dich}}, um es zu überprüfen.

source: {{wb:Young-girl:}} {{Bb:"Wait, there was a}} {{bb:little-boy}} {{Bb:here...right?"
de: {{wb:Junges Mädchen:}} {{Bb:"Warte, da war ein}} {{bb:kleiner Junge}} {{Bb:hier...richtig?"}}

source: Every time that bell goes, someone disappears!}}
de: Jedes Mal, wenn die Glocke läutet, verschwindet jemand!

source: {{wb:Mayor:}} {{Bb:"Maybe they just decided to go home...?"}}
de: {{Bb:Bürgermeister:}} "Vielleicht haben sie sich einfach entschieden, nach Hause zu gehen...?"

source: You are alone with the {{bb:Mayor}}.
de: Du bist allein mit dem Bürgermeister.

source: {{lb:Listen}} to what the {{bb:Mayor}} has to say.
de: {{lb:Höre}} dir an, was der {{bb:Bürgermeister}} zu sagen hat.

source: {{rb:Use}} {{yb:cat Mayor}} {{rb:to talk to the Mayor.}}
de: {{yb:Benutze}} {{rb:cat Mayor}} {{yb:um mit dem Bürgermeister zu sprechen.}}

source: {{wb:Mayor:}} {{Bb:"Everyone...has disappeared??"
de: {{Bb:Bürgermeister:}} Alle... sind verschwunden??

source: "....I should head home now..."}}
de: Ich sollte jetzt nach Hause gehen.

source: Oh no! Check your {{bb:Mum}} is alright.
de: Oh nein! Überprüfe, ob deine {{bb:Mum}} in Ordnung ist.

source: Type {{yb:cd ..}} to leave {{bb:town}}.
de: Gib {{yb:cd ..}} ein, um {{bb:town}} zu verlassen.

source: {{rb:Use}} {{yb:cd ..}} {{rb:to start heading back home.}}
de: Verwende {{yb:cd ..}} {{rb:um den Heimweg anzutreten.}}

source: Type {{yb:cd my-house/kitchen}} to go straight to the {{bb:kitchen}}.
de: Gib {{yb:cd my-house/kitchen}} ein, um direkt in die {{bb:Küche}} zu gelangen.

source: {{gb:Press}} {{ob:TAB}} {{gb:to speed up your typing!}}
de: {{ob:Drücken}} {{gb:TAB}} {{gb:um dein Tippen zu beschleunigen!}}

source: {{rb:Use}} {{yb:cd my-house/kitchen}} {{rb:to go to the kitchen.}}
de: {{rb:Benutze}} {{yb:cd my-house/kitchen}} {{rb:um in die Küche zu gehen.}}

source: Take a {{lb:look around}} to make sure everything is OK.
de: Schau dich {{lb:um}} um sicherzustellen, dass alles in Ordnung ist.

source: {{rb:Use}} {{yb:ls}} {{rb:to see that everything is where it should be.}}
de: {{yb:Benutze}} {{rb:ls}} {{yb:um zu sehen, dass alles dort ist, wo es sein sollte.}}

source: Oh no - {{bb:Mum}} has vanished too!
de: Oh nein - {{bb:Mum}} ist auch verschwunden!

source: Wait, there's another {{bb:note}}.
de: Warte, da ist noch eine Notiz.

source: Use {{yb:cat}} to {{lb:read}} the {{bb:note}}.
de: Benutze {{yb:cat}} um die {{lb:note}} zu {{bb:lesen}}.

source: Hello {}.
de: Hallo {}.

source: Welcome to the Terminal.
de: Willkommen im Terminal.

source: A wild and wondrous world where words wield power. These words are called commands.
de: Eine wilde und wunderbare Welt, in der Worte Macht haben. Diese Worte werden Befehle genannt.

source: Want new powers? Press {{gb:Enter}} to begin.
de: Möchtest du neue Fähigkeiten? Drücke {{gb:Enter}}, um zu beginnen.

source: Nice try! But you entered an unexpected destination path.
de: Netter Versuch! Aber du hast einen unerwarteten Zielpfad eingegeben.

source: Have a closer look
de: Genauer ansehen

source: A gift
de: Ein Geschenk

source: Find your voice
de: Finde deine Stimme

source: Start exploring
de: Beginne die Entdeckungsreise

source: Visit the farm
de: Besuche die Farm

source: Meet Ruth
de: Treffe Ruth

source: Learn to build
de: Lerne, zu bauen

source: Hide Ruth and her animals
de: Verstecke Ruth und ihre Tiere.

source: Did you hear that?
de: Hast du das gehört?

source: Hello Eleanor
de: Hallo Eleanor

source: Go east
de: Geh nach Osten.

source: Meet Bernard
de: Treffe Bernard

source: Go into the library
de: Geh in die Bibliothek.

source: Help Bernard
de: Hilf Bernard

source: Find the librarian
de: Finde den Bibliothekar

source: Talk to Clara
de: Sprich mit Clara.

source: Save a family
de: Rette eine Familie

source: Explore the shed-shop
de: Erkunde den Schuppenladen

source: Follow Ruth's hint
de: Folge Ruths Hinweis.

source: Another locked door
de: Noch eine verschlossene Tür

source: Cave of mysteries
de: Höhle der Geheimnisse

source: Set the bird free
de: Lass den Vogel frei

source: Set off the fireworks
de: Zünde das Feuerwerk

source: Answer the riddle
de: Löse das Rätsel

source: Go back to the swordmaster's.
de: Geh zurück zum Schwertmeister

source: Meet the Swordmaster
de: Treffe den Schwertmeister

source: Trail of notes
de: Pfad aus Notizen

source: Meet the note giver
de: Treffe den Notizenschreiber

source: Unlock the library
de: Schließe die Bibliothek auf

source: Go to the farm
de: Geh zum Bauernhof

source: A helping hand
de: Eine helfende Hand

source: Go into the rabbithole
de: Geh in den Kaninchenbau

source: Save everyone
de: Rette alle

source: Break the curse
de: Breche den Fluch

source: Save Eleanor
de: Rette Eleanor

source: Meet the swordmaster
de: Treffe den Schwertmeister

source: Fight the kidnapper
de: Bekämpfe den Entführer

source: Wake up!
de: Aufwachen!

source: Look in your wardrobe
de: Schau in deinen Kleiderschrank

source: Look on your shelves
de: Schau auf deinen Regalen

source: Find Mum
de: Finde Mama

source: Where's Dad?
de: Wo ist Papa?

source: Visit the town
de: Besuche die Stadt

source: Town meeting
de: Stadtversammlung

source: The bell strikes
de: Die Glocke schlägt

source: Where's Mum?
de: Wo ist Mama?

source: See more clearly
de: Klarer sehen

source: Save the girl
de: Rette das Mädchen

source: Save the dog
de: Rette den Hund

source: Food hunt
de: Lebensmitteljagd

source: Folderton Hero
de: Held von Folderton
