Repository: spirossi/terminal-quest
Catalog: po/*_iso-8859-1.po
Languages: de

source: {{gb:Congratulations, you earned %d XP!}}
de: {{gb:Glückwunsch, du erhältst %d XP!}

source: You've completed Terminal Quest!
de: Du hast Terminal Quest abgeschlossen!

source: We are working on the next Chapter. In the meantime, would you like to send us any feedback?
de: Wir arbeiten am nächsten Kapitel. Möchtest du uns in der Zwischenzeitirgendwelches Feedback schicken?

source: LAUNCH FEEDBACK
de: FEEDBACK SCHICKEN

source: CLOSE APPLICATION
de: ANWENDUNG SCHLIESSEN

source: CHAPTERS
de: KAPITEL

source: CHALLENGES
de: HERAUSFORDERUNGEN

source: <- BACK
de: <- ZURÜCK

source: Press ENTER to go to the previous screen
de: Drücke ENTER, um zum vorherigen Bildschirm zu gelangen.

source: Challenge {}: {}
de: Herausforderung {}: {}

source: Chapter {}: {}
de: Kapitel {}: {}

source: Challenge {} to Challenge {}
de: Herausforderung {} zur Herausforderung {}

source: Use arrow keys to select the button
de: Verwende die Pfeiltasten, um den Knopf auszuwählen.

source: CONTINUE STORY
de: WEITERMACHEN

source: SELECT CHAPTER
de: KAPITEL AUSWÄHLEN

source: INTRODUCTION
de: EINLEITUNG

source: CHALLENGE {}
de: HERAUSFORDERUNG {}

source: Nice try! But you do not need that command for this challenge
de: Netter Versuch! Aber du brauchst diesen Befehl für diese Herausforderung nicht.

source: You're close, but you entered an unexpected destination path. Try going somewhere else.
de: Du bist nah dran, aber du hast einen unerwarteten Zielpfad eingegeben. Versuche woanders hinzugehen.

source: Nearly there! But you're trying to build something different from what was expected. Try building something else.
de: Fast geschafft! Aber du versuchst, etwas anderes zu bauen als erwartet. Versuch, etwas anderes zu bauen.

source: Save modified buffer (ANSWERING "No" WILL DESTROY CHANGES) ?
de: Möchtest du den modifizierten Puffer speichern (BEI "Nein" SIND ALLE ÄNDERUNGEN VERLOREN)?

source: {{gb:Press}} {{ob:Enter}} {{gb:to confirm the filename.}}
de: {{gb:Drücke}} {{ob:Enter}} {{gb:um den Dateinamen zu bestätigen.}}

source: {{gb:Type}} {{yb:%s}} {{gb:and press}} {{yb:Enter}}
de: {{gb:Gib}} {{yb:%s}} {{gb:ein und drücke}} {{yb:Enter}}

source: File Name to Write
de: Dateiname, der verwendet werden soll

source: {{ob:Oops, your text isn't correct. Press}} {{yb:Ctrl C}} {{ob:to cancel.}}
de: {{ob:Ups, dein Text ist nicht korrekt. Drücke}} {{yb:Ctrl C}} {{ob:um abzubrechen.}}

source: {{gb:Press}} {{ob:Y}} {{gb:to confirm that you want to save.}}
de: {{gb:Drücke}} {{ob:Y}} {{gb:um zu bestätigen, dass du speichern möchtest.}}

source: {{rb:Your text is not correct! Press}} {{yb:N}} {{rb:to exit nano.}}
de: {{rb:Dein Text ist nicht korrekt! Drücke}} {{yb:N}} {{rb:um nano zu verlassen.}}

source: {{gb:Excellent, you typed}} {{yb:%s}}{{gb:. Now press}} {{yb:Ctrl X}} {{gb:to exit.}}
de: {{gb:Ausgezeichnet, du hast}} {{yb:%s}} {{gb:eingegeben. Drücke jetzt}} {{yb:Ctrl X}}{{gb:, um zu beenden.}}

source: {{rb:Your text is not correct! Type}} {{yb:nano %s}} {{rb:to try again.}}
de: {{rb:Dein Text ist nicht korrekt! Tippe}} {{yb:nano %s}} {{rb:um es erneut zu versuchen.}}

source: {{rb:The file path}} {{lb:%s}} {{rb:does not exist - did you save your file correctly?}}
de: {{rb:Der Dateipfad}} {{lb:%s}} {{rb:existiert nicht - hast du deine Datei korrekt gespeichert?}}

source: {{rb:Oops, you opened the wrong file! Press}} {{yb:Ctrl X}} {{rb:to exit.}}
de: {{rb:Oje, du hast die falsche Datei geöffnet! Drücke}} {{yb:Ctrl X}}{{rb:, um zu beenden.}}

source: {{gb:You've opened nano! Now make sure the file says}} {{yb:%s}}{{gb:. If you want to exit, press}} {{yb:Ctrl X}}{{gb:.}}
de: {{gb:Du hast nano geöffnet! Stelle sicher, dass die Datei}} {{yb:%s}} {{sagt. Wenn du beenden möchtest, drücke {{yb:Ctrl X}}.

source: Bernard stopped you looking in the basement!
de: Bernard hat dich daran gehindert, im Keller nachzuschauen!

source: {{wb:Alarm}}: {{Bb:"Beep beep beep! Beep beep beep!"}}
de: {{wb:Alarm}}: {{Bb:"Piep Piep Piep! Piep Piep Piep!"}}

source: {{wb:Radio}}: {{Bb:"Good Morning, this is the 9am news."
de: {{wb:Radio}}: {{Bb:"Guten Morgen, dies sind die 9 Uhr Nachrichten."

source: "The town of Folderton has awoken to strange news. There have been reports of missing people and damaged buildings across the town, with more stories coming in as we speak."
de: "Die Stadt Folderton erwachte zu seltsamen Neuigkeitena. Es gab Berichte über vermisste Personen und beschädigte Gebäude in der ganzen Stadt, und es kommen immer mehr Geschichten herein."

source: "Mayor Hubert has called an emergency town meeting and we'll keep you posted as it happens..."}}
de: "Bürgermeister Hubert hat eine Notfall-Stadtversammlung einberufen und wir halten Sie über die Geschehnisse auf dem Laufenden..."}}

source: It's time to get up sleepy head!
de: Zeit aufzustehen, Schlafmütze!

source: {{gb:New Power:}} Type {{yb:ls}} and press
de: {{gb:Neue Fähigkeit:}} Gebe {{yb:ls}} ein und drücke

source: {{ob:Enter}} to {{lb:look around}}.
de: {{ob:Enter}} um dich {{lb:umzusehen}}.

source: {{rb:Type}} {{yb:ls}} {{rb:and press}} {{ob:Enter}} {{rb:to take a look around your bedroom.}}
de: {{rb:Tippe}} {{yb:ls}} {{rb:und drücke}} {{ob:Enter}} {{rb:um dir dein Schlafzimmer anzusehen.}}

source: {{gb:Good work! Now replay the last command using the}} {{ob:UP}} {{gb:arrow on your keyboard.}}
de: {{gb:Gute Arbeit! Jetzt wiederhole den letzten Befehl mit der}} {{ob:OBEN}} {{gb:Pfeiltaste auf der Tastatur.}}

source: {{rb:Use}} {{yb:cd ..}} {{rb:to make your way to town.}}
de: Verwende {{yb:cd ..}} um deinen Weg in die Stadt zu machen.

source: {{gb:Cool! Now use}} {{yb:cd town}} {{gb:to head to town.}}
de: Cool! Jetzt benutze {{yb:cd Stadt}} um in die Stadt zu gehen.

source: {{rb:Use}} {{yb:cd town}} {{rb:to go into town.}}
de: Benutze {{yb:cd town}} um in die Stadt zu gehen.

source: Use {{yb:ls}} to {{lb:look around}}.
de: Benutze {{yb:ls}} um {{lb:herumzuschauen}}.

source: {{rb:Use}} {{yb:ls}} {{rb:to have a look around the town.}}
de: {{rb:Benutze}} {{yb:ls}} {{rb:um einen Blick in die Stadt zu werfen.}}

source: The place appears to be deserted.
de: Der Ort scheint verlassen zu sein.

source: However, you think you hear whispers.
de: Aber du denkst, du hörst Flüstern.

source: {{wb:?:}} {{Bn:".....if they use}} {{yb:ls -a}}{{Bn:, they'll see us..."}}
de: {{wb:?:}} {{Bn:".....wenn sie}} {{yb:ls -a}} {{Bn:verwenden, werden sie uns sehen..."}}

source: {{wb:?:}} {{Bn:"..Shhh! ...might hear...."}}
de: {{Bn:"Psst! ...könnte hören...."}}

source: {{rb:You heard whispers referring to}} {{yb:ls -a}}{{rb:, try using it!}}
de: Du hast Flüstern gehört, die sich auf {{yb:ls -a}}{{rb: bezogen, probier es aus!}}

source: You see a {{bb:.hidden-shelter}} that you didn't notice before.
de: Du siehst einen {{bb:.hidden-shelter}} den du vorher nicht bemerkt hast.

source: {{gb:Something that starts with . is normally hidden from view. }}
de: {{gb:Etwas, das mit einem Punkt beginnt, ist normalerweise versteckt und nicht sichtbar. }}

source: It sounds like the whispers are coming from there. Try going in.
de: Es klingt, als ob die Flüstern von dort kommen. Versuch es mal da reinzugehen.

source: {{rb:Try going inside the}} {{lb:.hidden-shelter}} {{rb:using }}{{yb:cd}}{{rb:.}}
de: Versuche, das versteckte Unterschlupf zu betreten, indem du {{yb:cd}} benutzt.

source: {{rb:Use the command}} {{yb:cd .hidden-shelter }}{{rb:to go inside.}}
de: Verwende den Befehl {{yb:cd .hidden-shelter}} um hineinzugehen.

source: Is anyone there? Have a {{lb:look around}}.
de: Ist jemand da? Schau dich um.

source: You're in your house. You appear to be alone.
de: Du bist in deinem Haus. Du scheinst allein zu sein.

source: {{rb:Use}} {{yb:ls}} {{rb:to have a look around you.}}
de: {{yb:Benutze}} {{rb:ls}} {{yb:um dich umzuschauen.}}

source: Use {{yb:cat}} to {{lb:examine}} some of the objects around you.
de: Benutze {{yb:cat}}, um einige der Objekte um dich herum zu {{lb:untersuchen}}.

source: {{gb:Well done! Just look at one more item.}}
de: Gut gemacht! Schau dir noch ein weiteres Element an.

source: {{rb:Use}} {{yb:cat}} {{rb:to look at two of the objects around you.}}
de: Benutze die Katze, um zwei der Gegenstände um dich herum anzusehen.

source: {{rb:Use the command}} {{yb:%s}} {{rb:to progress.}}
de: Verwende den Befehl {{yb:%s}} um fortzufahren.

source: There doesn't seem to be anything here but loads of food.
de: Hier scheint nichts zu sein, außer jede Menge Essen.

source: See if you can find something back in {{bb:town}}.
de: Sieh mal, ob du etwas in {{bb:town}} zurückfinden kannst.

source: First, use {{yb:cd ..}} to {{lb:leave}} the {{bb:kitchen}}.
de: Zuerst, benutze {{yb:cd ..}} um {{lb:das Küchen}} zu {{bb:verlassen}}.

source: {{rb:Use the command}} {{yb:mv apple basket/}} {{rb:to move the apple into the basket.}}
de: Verwende den Befehl {{yb:mv apple basket/}} um die Apfel in den Korb zu bewegen.

source: Check you've managed to move the {{bb:apple}}. {{lb:Look around}} in this directory.
de: Überprüfe, ob du es geschafft hast, die {{bb:apple}} zu verschieben. {{lb:Schau}} in diesem Verzeichnis herum.

source: {{rb:Use}} {{yb:ls}} {{rb:to look around.}}
de: {{yb:Benutze}} {{rb:ls}} {{yb:um dich umzuschauen.}}

source: {{gb:Nice work! The apple isn't in this directory anymore.}}
de: Schöne Arbeit! Die Apfel ist nicht mehr in diesem Verzeichnis.

source: {{wn:Now check the apple is in the}} {{bb:basket}} {{wn:using}} {{yb:ls}}{{wn:.}}
de: Jetzt überprüfe, ob die Apfel im Korb sind, mit dem Befehl 'ls'.

source: {{rb:Use the command}} {{yb:ls basket/}} {{rb:to look in the basket.}}
de: Verwende den Befehl {{yb:ls basket/}} um in den Korb zu schauen.

source: {{gb:Excellent, you moved the apple into the basket!}}
de: Ausgezeichnet, du hast den Apfel in den Korb gelegt!

source: {{wb:Edward:}} {{Bb:"Wow, you did it!"}}
de: Edward: Wow, du hast es geschafft!

source: {{Bb:"Can you also move the}} {{bb:apple}} {{Bb:from the}} {{bb:basket}} {{Bb:back to here?"}}
de: Kannst du auch den Apfel aus dem Korb wieder hierher zurück bewegen?

source: {{rb:Use the command}} {{yb:mv basket/apple ./}} {{rb:to move the apple from the basket to your current position}} {{bb:./}}
de: Verwende den Befehl {{yb:mv basket/apple ./}} um die Apfel aus dem Korb an deine aktuelle Position zu verschieben {{bb:./}}

source: {{gb:Nearly! The full command is}} {{yb:mv basket/apple ./}} {{gb:- don't forget the dot!}}
de: Fast geschafft! Der vollständige Befehl lautet: mv basket/apple ./ - vergiss nicht den Punkt!

source: {{wb:Edith:}} {{Bb:"You should stop playing with that, that's the last of our food."}}
de: Edith: "Du solltest aufhören, damit zu spielen, das ist das Letzte an unserem Essen."

source: {{Bb:"Ah! The dog ran outside!"}}
de: Ah! Der Hund ist draußen gelaufen!

source: {{wb:Eleanor:}} {{Bb:"Doggy!"}}
de: {{wb:Eleanor:}} {{Bb:"Hund!"}}

source: {{wb:Edith:}} {{Bb:"No, honey! Don't go outside!"}}
de: {{wb:Edith:}} {{Bb:"Nein, Schatz! Geh nicht nach draußen!"}}

source: {{bb:Eleanor}} follows her {{bb:dog}} and leaves the {{bb:.hidden-shelter}}.
de: {{bb:Eleanor}} folgt ihrem {{bb:Hund}} und verlässt den {{bb:versteckten Unterschlupf}}.

source: {{lb:Look around}} to check this.
de: {{lb:Schau dich um}} um dies zu überprüfen.

source: {{rb:Look around using}} {{yb:ls}} {{rb:to check if Eleanor is here.}}
de: {{rb:Schau mit}} {{yb:ls}} {{rb:herum, um zu überprüfen, ob Eleanor hier ist.}}

source: {{wb:Edith:}} {{Bb:"No! Honey, come back!!!"}}
de: Edith: "Nein! Schatz, komm zurück!!!"

source: {{Bb:"You, please, save my little girl!"}}
de: "Bitte retten Sie mein kleines Mädchen!"

source: First, {{lb:look outside}} for {{bb:Eleanor}} with {{yb:ls ../}}
de: Zuerst, {{lb:schaue draußen}} nach {{bb:Eleanor}} mit {{yb:ls ../}

source: {{rb:Look in the town directory by using either}} {{yb:ls ../}} {{rb:or}} {{yb:ls ~/town/}}
de: {{rb:Schau im Stadtverzeichnis nach, indem du entweder}} {{yb:ls ../}} {{rb:oder}} {{yb:ls ~/town/}} {{rb:verwendest.}}

source: Now {{lb:move}} {{bb:Eleanor}} from the {{bb:town}} outside {{bb:..}} to your current position {{bb:.}}
de: Jetzt bewege Eleanor von der Stadt außerhalb hierher zu deiner aktuellen Position.

source: {{rb:Quick! Use}} {{yb:mv ../Eleanor ./}} {{rb:to move the little girl back to safety.}}
de: {{rb:Schnell! Benutze}} {{yb:mv ../Eleanor ./}} {{rb:um das kleine Mädchen in Sicherheit zu bringen.}}

source: You see a group of scared looking people and a {{bb:dog}}.
de: Du siehst eine Gruppe ängstlich aussehender Leute und einen {{bb:Hund}}.

source: {{lb:Listen}} to what they have to say with {{yb:cat}}.
de: {{lb:Höre}} dir an, was sie mit {{yb:Katze}} sagen.

source: {{wb:Edith:}} {{Bb:"You found us! Edward, I told you to keep your voice down."}}
de: Edith: "Du hast uns gefunden! Edward, ich habe dir gesagt, du sollst deine Stimme senken."

source: {{wb:Eleanor:}} {{Bb:"My mummy is scared the bell will find us if we go outside."}}
de: {{wb:Eleanor:}} {{Bb:"Meine Mummy hat Angst, dass uns die Glocke finden wird, wenn wir nach draußen gehen."}}

source: {{wb:Edward:}} {{Bb:"I'm sorry Edith...but I don't think they mean any harm. Maybe they could help us?"}}
de: {{wb:Edward:}} {{Bb:"Es tut mir leid Edith...aber ich glaube nicht, dass sie böse Absichten haben. Vielleicht können sie uns ja helfen?"}}

source: {{wb:Dog:}} {{Bb:"Woof woof!"}}
de: "Wau wau!"

source: {{gb:You look around.}}
de: Du schaust dich um.

source: {{gb:Well done! Check on %d more.}}
de: Gut gemacht! Überprüfe noch %d mehr.

source: {{gb:Press}} {{ob:Enter}} {{gb:to continue.}}
de: {{de:Drücken Sie}} {{ob:Enter}} {{de:um fortzufahren.}}

source: {{rb:Use}} {{yb:%s}} {{rb:to progress.}}
de: Verwende %s, um voranzukommen.

source: Edward looks like he has something he wants to say to you.
de: Edward sieht so aus, als ob er etwas zu dir sagen möchte.

source: {{wb:Edward:}} {{Bb:"Hey! Can you help me?"}}
de: {{wb:Edward:}} {{Bb:"Hey! Kannst du mir helfen?"}}

source: {{Bb:"I've been trying to move this}} {{bb:apple}} {{Bb:into the}} {{bb:basket}}{{Bb:."}}
de: Ich habe versucht, diesen Apfel in den Korb zu bekommen.

source: {{Bb:"I was told the command}} {{yb:mv apple basket/}} {{Bb:would make it happen, but I can't seem to make it work. Do you have the power to make it happen?"}}
de: Man sagte mir, dass der Befehl {{yb:mv apple basket/}} es möglich machen würde, aber ich kann es nicht zum Laufen bringen. Hast du die Macht, es zu schaffen?

source: {{gb:New Power}}: to {{lb:move}} objects, type {{yb:mv}}
de: {{de:Neue Fähigkeit}}: um Objekte zu {{lb:bewegen}}, tippe {{yb:mv}}

source: and the object name.
de: und der Objektname.

source: {{wb:Edith:}} {{Bb:"Thank you for saving her!"}}
de: Edith: "Danke, dass du sie gerettet hast!"

source: {{wb:Edith:}} {{Bb:"Can you save her dog too? I'm worried something will happen to it if it stays outside."}}
de: {{wb:Edith:}} {{Bb:"Kannst du auch ihren Hund retten? Ich mache mir Sorgen, dass ihm etwas passieren wird, wenn er draußen bleibt."}}

source: {{rb:Use the command}} {{yb:mv ../dog ./}} {{rb:to rescue the dog.}}
de: Verwende den Befehl {{yb:mv ../dog ./}} um den Hund zu retten.

source: {{wb:Eleanor:}} {{Bb:"Yay, Doggie!"}}
de: {{wb:Eleanor:}} {{Bb:"Juhu, Hundi!"}}

source: {{wb:Dog:}} {{Bb:"Ruff!"}}
de: {{wb:Dog:}} {{Bb:"Wau!"}}

source: {{wb:Edith:}} {{Bb:"Thank you so much for getting them both back.
de: }} Vielen Dank, dass du sie beide zurückbekommen hast.

source: I was wrong about you. You're a hero!"}}
de: Ich hatte mich über dich geirrt. Du bist ein Held!

source: {{lb:Listen to everyone}} and see if there's anything else you can do to help.
de: Höre jedem zu und schaue, ob es noch etwas anderes gibt, was du tun kannst, um zu helfen.

source: {{wb:Edith:}} {{Bb:"Thank you so much! Eleanor, don't wander outside again - you scared the life out of me!"}}
de: {{wb:Edith:}} {{Bb:"Vielen Dank! Eleanor, geh nicht wieder nach draußen - du hast mir einen ganz schönen Schrecken eingejagt!"}}

source: {{wb:Eleanor:}} {{Bb:"Where do you think the bell would have taken us?"}}
de: {{wb:Eleanor:}} {{Bb:"Wohin hätte uns die Glocke wohl gebracht?"}}

source: {{wb:Dog:}} {{Bb:"Woof! Woof woof!"}}
de: {{wb:Hund:}} {{Bb:"Wau! Wau wau!"}}

source: {{gb:Edward looks like he has something he wants to say. Listen to Edward with}} {{yb:cat Edward}}
de: Edward sieht so aus, als ob er etwas sagen möchte. Höre Edward zu.

source: You have your {{bb:basket}} safely alongside you, and you see {{bb:my-house}} close by.
de: Du hast deinen Korb sicher an deiner Seite und du siehst mein Haus in der Nähe.

source: Move the {{bb:basket}} to {{bb:my-house/kitchen}}.
de: Bewege den {{bb:Korb}} zu {{bb:mein-Haus/Küche}}.

source: Don't forget to use the {{ob:TAB}} key to autocomplete your commands.
de: Vergiss nicht, die {{ob:TAB}}-Taste zu verwenden, um deine Befehle zu vervollständigen.

source: {{rb:Use}} {{yb:mv basket my-house/kitchen/}} {{rb:to move the basket to your kitchen.}}
de: {{rb:Verwende}} {{yb:mv basket my-house/kitchen/}} {{rb:um den Korb in deine Küche zu bewegen.}}

source: Now {{lb:go}} into {{bb:my-house/kitchen}} using {{yb:cd}}.
de: Jetzt {{lb:geh}} in {{bb:mein-Haus/Küche}} mit {{yb:cd}}.

source: {{rb:Use}} {{yb:cd my-house/kitchen}} {{rb:to go to your kitchen.}}
de: {{yb:Benutze}} {{rb:cd my-house/kitchen}} {{rb:um in deine Küche zu gehen.}}

source: {{wb:Edward:}} {{Bb:"Thank you so much for saving my little girl!
de: }} Vielen Dank, dass du mein kleines Mädchen gerettet hast!

source: I have another favour to ask...
de: Ich habe noch einen Gefallen zu bitten...

source: We haven't got any food. Could you gather some for us? We didn't have time to grab any before we went into hiding."
de: Wir haben kein Essen. Könntest du etwas für uns besorgen? Wir hatten keine Zeit, etwas zu holen, bevor wir uns versteckt haben.

source: "Do you remember seeing any food in your travels?"}}
de: Erinnerst du dich, irgendwelche Lebensmittel in deinen Reisen gesehen zu haben?

source: ...ah! You have all that food in your {{bb:kitchen}}! We could give that to this family.
de: Ah! Du hast all das Essen in deiner {{bb:Küche (kitchen)}}! Wir könnten das dieser Familie geben.

source: Start by {{lb:moving}} the {{bb:basket}} to {{bb:~}}. Use the command {{yb:mv basket ~/}}
de: Beginne damit, den {{bb:Korb (basket)}} nach {{bb:~}} zu {{lb:verschieben}}. Benutze den Befehl {{yb:mv basket ~/}}

source: {{rb:Use the command}} {{yb:mv basket ~/}} {{rb:to move the}} {{bb:basket}} {{rb:to the windy road}} {{bb:~}}
de: {{rb:Benutze den Befehl}} {{yb:mv basket ~/}} {{rb:um den}} {{bb:Korb}} {{rb:in den windigen Weg zu bewegen}} {{bb:~}}

source: Now follow the {{bb:basket}}. Use {{yb:cd}} by itself to {{lb:go}} to the windy road Tilde {{bb:~}}.
de: Jetzt folge dem {{bb:Korb}}. Benutze {{yb:cd}} allein, um zur windigen Straße Tilde {{bb:~}} zu {{lb:gehen}}.

source: You are now back on the long windy road. {{lb:Look around}} with {{yb:ls}} to check that you have your {{bb:basket}} with you.
de: Du bist jetzt wieder auf der langen, windigen Straße. Schau dich mit 'ls' um, um zu überprüfen, dass du deinen Korb dabei hast.

source: {{rb:Use}} {{yb:ls}} {{rb:by itself to look around.}}
de: {{rb:Benutze}} {{yb:ls}} {{rb:alleine, um dich umzusehen.}}

source: {{gb:Well done! Keep going.}}
de: {{gb:Gut gemacht! Weiter so.}}

source: {{rb:Try using}} {{yb:mv %s basket/}}
de: {{rb:Versuchs mit}} {{yb:mv %s basket/}}

source: Now we want to head back to the {{bb:.hidden-shelter}} with the {{bb:basket}}.
de: Jetzt wollen wir zurück zu der {{bb:.hidden-shelter}} mit dem {{bb:basket}} gehen.

source: {{lb:Move}} the {{bb:basket}} back to {{bb:~}}.
de: {{lb:Bewege}} den {{bb:basket}} zurück zu {{bb:~}}.

source: {{rb:Use the command}} {{yb:mv basket ~/}} {{rb:to move the basket to the windy road ~}}
de: {{rb:Verwende den Befehl}} {{yb:mv basket ~/}} {{rb:um den Korb zur windigen Straße zu bewegen ~}}

source: Follow the {{bb:basket}} by using {{yb:cd}}.
de: Folge dem {{bb:basket}} mit Hilfe von {{yb:cd}}.

source: {{rb:Use the command}} {{yb:cd}} {{rb:by itself to move yourself to the road ~}}
de: {{rb:Verwende den Befehl {{yb:cd}} allein, um zur Straße zu kommen ~}}

source: Now get the food-filled {{bb:basket}} to the family.
de: Jetzt hol den vollgefüllten {{bb:basket}} zur Familie.

source: {{lb:Move}} the {{bb:basket}} to {{bb:town/.hidden-shelter}}.
de: {{lb:Bewege}} den {{bb:Korb}} zum {{bb:Stadt/.versteckten-Unterschlupf}}.

source: {{rb:Use}} {{yb:mv basket town/.hidden-shelter/}} {{rb:to move the basket to the family.}}
de: {{rb:Benutze}} {{yb:mv basket town/.hidden-shelter/}} {{rb:um den Korb zur Familie zu bewegen.}}

source: {{lb:Enter}} the {{bb:town/.hidden-shelter}} using {{yb:cd}}.
de: {{lb:Betrete}} {{bb:town/.hidden-shelter}} {{lb:mit}} {{yb:cd}}.

source: {{rb:Use}} {{yb:cd town/.hidden-shelter}} {{rb:to be reunited with the family.}}
de: {{rb:Benutze}} {{yb:cd town/.hidden-shelter}} {{rb:um wieder mit der Familie vereint zu sein.}}

source: Let's {{lb:look around}} to see what food is available in the {{bb:kitchen}}.
de: {{lb:Schauen wir uns mal um}}, was für Essen in der {{bb:Küche}} verfügbar ist.

source: {{wn:Check on everyone with}} {{yb:cat}} {{wn:to see if they're happy with the food.}}
de: {{wn:Überprüfen jeden mit}} {{yb:cat}}{{wn:, um zu sehen, ob sie mit dem Essen zufrieden sind.}}

source: {{rb:Check on everyone using}} {{yb:cat}}
de: {{rb:Überprüfe jeden mit}} {{yb:cat}}

source: {{wb:Edith:}} {{Bb:"You saved my little girl and my dog, and now you've saved us from starvation...how can I thank you?"}}
de: {{wb:Edith:}} {{Bb:"Du hast mein kleines Mädchen und meinen Hund gerettet und jetzt hast du uns vor dem Verhungern bewahrt...wie kann ich dir danken?"}}

source: {{wb:Eleanor:}} {{Bb:"Yummy! See, I told you doggy, someone would help us."}}
de: {{wb:Eleanor:}} {{Bb:"Lecker! Siehst du, ich habe dir doch gesagt, dass uns jemand helfen würde."}}

source: {{wb:Edward:}} {{Bb:"Thank you! I knew you would come through for us. You really are a hero!"}}
de: {{wb:Edward:}} {{Bb:"Vielen Dank! Ich wusste, dass du es für uns schaffen würdest. Du bist wirklich ein Held!"}}

source: {{wb:Dog:}} {{Bb:"Woof!"}} {{wn: The dog seems very excited. }}
de: {{wb:Hund:}} {{Bb:"Wau!"}} {{wn: Der Hund scheint sehr aufgeregt zu sein. }}

source: {{gb:Check on}} {{yb:%d}} {{gb:others}}
de: {{gb:Überprüfe}} {{yb:%d}} {{gb:andere}}

source: {{gb:Check on}} {{yb:1}} {{gb:other}}
de: {{gb:Überprüfe}} {{yb:1}} {{gb:andere}}

source: {{rb:Use}} {{yb:ls}} {{rb:to have a}} {{lb:look around}} {{rb:the kitchen.}}
de: {{rb:Benutze}} {{yb:ls}} {{rb:um dir die Küche anzusehen.}}

source: {{lb:Move}} three pieces of food into your {{bb:basket}}.
de: {{lb:Bewege}} drei Stücke Essen in deinen {{bb:Korb}}.

source: You can move multiple items using {{yb:mv item1 item2 item3 basket/}} e.g. mv banana cake milk basket/
de: Du kannst mehrere Elemente verschieben, indem du {{yb:mv item1 item2 item3 basket/}} benutzt, z. B. mv banana cake milk basket/.

source: {{rb:They asked for food, they probably shouldn't eat the newspaper.}}
de: {{rb:Sie wollten Essen, vermutlich sollten sie nicht die Zeitung essen.}}

source: {{rb:This is a bit heavy for you to carry!}}
de: {{rb:Das ist ein bisschen zu schwer für dich, um es zu tragen!}}

source: {{rb:You're trying to move something that isn't in the folder. Try using}} {{yb:mv %s basket/}}
de: {{rb:Du versuchst etwas zu bewegen, das nicht im Ordner ist. Versuchs mit}} {{yb:mv %s basket/}}

source: If you do not add the basket at the end of the command, you will rename the items!
de: Wenn du den Korb am Ende des Befehls nicht hinzufügst, wirst du die Elemente umbenennen!

source: {{rb:No shortcuts! Use}} {{yb:cd ~/my-house}} {{rb:to get back to your house in one step.}}
de: {{rb:Keine Abkürzungen! Benutze}} {{yb:cd ~/mein-haus}} {{rb:um in einem Schritt zu deinem Haus zurückzukehren.}}
