Repository: spirossi/terminal-quest
Catalog: po/*_iso-8859-1.po
Languages: de

source: {{rb:Use}} {{yb:cat best-shed-maker-in-the-world.sh}} {{rb:to examine the tool.}}
de: {{rb:Benutze}} {{yb:cat best-shed-maker-in-the-world.sh}} {{rb:um das Werkzeug zu untersuchen.}}

source: Eleanor: {{Bb:Bernard scares me a bit...}}
de: Eleanor: {{Bb:Bernard macht mir ein bisschen Angst...}}

source: {{rb:You are reading the wrong file! You want to read}} {{bb:best-shed-maker-in-the-world.sh}}{{rb:.}}
de: {{rb:Du liest die falsche Datei! Du willst}} {{bb:best-shed-maker-in-the-world.sh}}{{rb: lesen.}}

source: The tool has an inscription that reads "mkdir shed".
de: Auf dem Werkzeug steht eine Aufschrift, die lautet "mkdir shed".

source: You recognise the command {{yb:mkdir}}. It's what you used to help {{bb:Ruth}} in the farm.
de: Du erkennst den Befehl {{yb:mkdir}}. Es ist das, was du benutzt hast, um {{bb:Ruth}} auf dem Bauernhof zu helfen.

source: Bernard: {{Bb:"This tool is called a script. It's incredible. Just run the command, and you get a new shed."}}
de: Bernard: Dieses Werkzeug heißt Skript. Es ist unglaublich. Einfach den Befehl ausführen und schon hast du einen neuen Schuppen.

source: {{Bb:"Try it out. Use it with ./best-shed-maker-in-the-world.sh"}}
de: {{Bb:"Probieren Sie es aus. Verwenden Sie es mit ./best-shed-maker-in-the-world.sh"}}

source: {{rb:Do as Bernard says - use}} {{yb:./best-shed-maker-in-the-world.sh}} {{rb:to run his script}}
de: {{rb:Tu, was Bernard sagt - benutze}} {{yb:./best-shed-maker-in-the-world.sh}} {{rb:um sein Skript auszuführen.}}

source: Eleanor: {{Bb:Isn't that just the same as running}} {{yb:mkdir shed}}{{Bb:?}}
de: Eleanor: Ist das nicht dasselbe wie laufen? mkdir shed?

source: {{rb:You're trying to run the wrong script. You want to run}} {{yb:./best-shed-maker-in-the-world.sh}}
de: Du versuchst, das falsche Skript auszuführen. Du willst {{yb:./best-shed-maker-in-the-world.sh}} ausführen.

source: You're in a corridor leading to two clearly labelled doors. One has the sign {{bb:public-section}}, the other {{bb:private-section}}.
de: Du bist in einem Gang, der zu zwei deutlich beschrifteten Türen führt. Eine hat das Schild {{bb:Öffentlicher Bereich (public-section)}}, die andere {{bb:Privater Bereich (private-section)}}.

source: Eleanor: {{Bb:"There used to be a librarian here.
de: Es gab früher eine Bibliothekarin hier.

source: She would tell me off for trying to look in the}} {{bb:private-section}}.
de: Sie hätte mir eine Standpauke gehalten, wenn ich versucht hätte, in den {{bb:private-section}} zu schauen.

source: {{Bb:What do you think is in there? Let's try and}} {{lb:look inside}}{{Bb:."}}
de: Was denkst du, ist da drin? Lass uns mal reinschauen.

source: {{rb:Use}} {{yb:ls private-section/}} {{rb:to look in the private-section of the library.}}
de: {{rb:Benutze}} {{yb:ls private-section/}} {{rb:um in der privaten Sektion der Bibliothek zu schauen.}}

source: Eleanor: {{Bb:What's in the private-section?}}
de: Eleanor: Was ist in dem privaten Bereich?

source: Eleanor: {{Bb:"I guess the private-section is locked to outsiders..."
de: }} Eleanor: "Ich denke, der Privatbereich ist für Außenstehende gesperrt..."

source: "Let's see if we can find something useful in the}} {{bb:public section.}}{{Bb:"}}
de: Schauen wir mal, ob wir etwas Nützliches in dem öffentlichen Bereich finden können.

source: Use {{lb:ls}} to look in the {{bb:public-section}}.
de: Benutze {{lb:ls}} um im {{bb:öffentlichen Bereich (public-section)}} zu schauen.

source: {{rb:Use}} {{yb:ls}} {{rb:to look in the public section.}}
de: {{rb:Benutze}} {{yb:ls}} {{rb:um in den öffentlichen Bereich zu schauen.}}

source: {{rb:Use}} {{yb:ls public-section}} {{rb:to look in the public-section.}}
de: {{rb:Benutze}} {{yb:ls public-section}} {{rb:um in der public-section zu schauen.}}

source: Eleanor: {{Bb:What's in the public-section?}}
de: Eleanor: {{Bb:Was ist im öffentlichen Bereich?}}

source: Eleanor: {{Bb:"Wow, all the commands have disappeared.
de: Eleanor: {{Bb:"Wow, alle Befehle sind verschwunden.

source: I wonder if people have been stealing them?" }}
de: Ich frage mich, ob Leute sie gestohlen haben?" }}

source: {{Bb:"What is that}} {{lb:NANO}} {{Bb:paper?"}}
de: {{Bb:"Was ist das}} {{lb:NANO}} {{Bb:Papier?"}}

source: {{Bb:"Let's}} {{lb:examine}} {{Bb:it."}}
de: {{Bb:"Lasst es uns}} {{lb:untersuchen."}}

source: {{rb:Examine the NANO script with}} {{yb:cat public-section/NANO}}
de: {{rb:Untersuche das NANO-Skript mit}} {{yb:cat public-section/NANO}}

source: Eleanor: {{Bb:The library should probably have introduced late fees.}}
de: Eleanor: Sie hätten wahrscheinlich Gebühren für verspätete Rückgabe einführen sollen.

source: You are back in town. {{bb:Eleanor}} waves her arms and points at a building in the distance.
de: {{bb:Eleanor}} winkt mit den Armen und zeigt auf ein Gebäude in der Ferne.

source: Eleanor: {{Bb:"So nano allows you to edit files?}}
de: Eleanor: "Ermöglicht dir Nano also das Bearbeiten von Dateien?"

source: {{Bb:Maybe we could use this to fix that}} {{yb:best-horn-in-the-world.sh}} {{Bb:script?"}}
de: {{Bb:Vielleicht können wir das benutzen, um dieses}} {{yb:best-horn-in-the-world.sh}} {{Bb:Skript zu reparieren?}}

source: {{Bb:"Let's}} {{lb:head back}} {{Bb:to the}} {{bb:shed-shop}}{{Bb:."}}
de: {{Bb:"Lasst uns}} {{lb:zurück zur}} {{Bb:Schuppen-Werkstatt}} {{Bb:gehen."}}

source: {{lb:Look around}} to see where {{bb:Eleanor}} is pointing.
de: {{lb:Schau}} dich um, um zu sehen, auf was {{bb:Eleanor}} zeigt.

source: Eleanor: {{Bb:...do we have to go and see creepy Bernard again?}}
de: Eleanor: ...müssen wir wieder zu dem gruseligen Bernard gehen?

source: {{rb:Use}} {{yb:cd shed-shop/}} {{rb:to go into the shed-shop.}}
de: {{rb:Benutze}} {{yb:cd shed-shop/}} {{rb:um in den Schuppen-Laden zu gehen.}}

source: Eleanor: {{Bb:The library is over there!}}
de: Eleanor: Die Bibliothek ist da drüben!

source: You see the {{bb:library}} ahead.
de: Du siehst die Bibliothek voraus.

source: Eleanor: {{Bb:"There it is! The}} {{bb:library}} {{Bb:is right there! Let's}} {{lb:go inside.}}{{Bb:"}}
de: Eleanor: Da ist es! Die Bibliothek ist direkt da! Lass uns reingehen.

source: {{rb:Use}} {{yb:cd library}} {{rb:to go inside the library.}}
de: {{rb:Benutze}} {{yb:cd library}} {{rb:um in die Bibliothek zu gehen.}}

source: Eleanor: {{Bb:I love the library! Let's go inside!}}
de: Eleanor: {{Bb:Ich liebe die Bibliothek! Lasst uns hineingehen!}}

source: {{bb:Eleanor}} skips into the {{bb:library}}, while you follow her.
de: {{bb:Eleanor}} hüpft in die {{bb:Bibliothek (library)}}, während du ihr folgst.

source: {{lb:Look around}} the {{bb:library}}.
de: Schau dich in der Bibliothek um.

source: Eleanor: {{Bb:It's all echo-y-y-y-y..}}
de: Eleanor: {{Bb:Es hallt, hallt, hallt ...}}

source: Eleanor: {{Bb:Will it be loud?}}
de: Eleanor: Wird es laut sein?

source: {{rb:Use}} {{yb:./best-horn-in-the-world.sh}} {{rb:to run the script.}}
de: {{rb:Benutze}} {{yb:./best-horn-in-the-world.sh}} {{rb:um das Skript auszuführen.}}

source: {{gb:Congratulations, the script now prints "Honk!"}}
de: Herzlichen Glückwunsch, das Skript gibt jetzt "Honk!" aus!

source: Bernard: {{Bb:"The tool is working! Wonderful! Thank you so much!"}}
de: Bernard: {{Bb:"Das Werkzeug funktioniert! Wunderbar! Vielen Dank!"}}

source: It occurs to you that you haven't asked {{bb:Bernard}} much about himself.
de: Es fällt dir ein, dass du {{bb:Bernard}} nicht viel über sich selbst gefragt hast.

source: What would you like to ask him?
de: Was möchtest du ihn fragen?

source: {{yb:1: "How did you create your tools?"}}
de: {{yb:1: "Wie hast du deine Werkzeuge erstellt?"}}

source: {{yb:2: "What's the next big tool you want to create?"}}
de: {{yb:2: "Was ist das nächste große Werkzeug, das du erstellen möchtest?"}}

source: {{yb:3: "Are you going into hiding now?"}}
de: {{yb:3: "Gehst du jetzt in Deckung?"}}

source: {{yb:4: "What's in your basement?"}}
de: {{yb:4 "Was ist in deinem Keller?"}}

source: Use {{yb:echo}} to ask him a question.
de: Benutze {{yb:echo}} um ihm eine Frage zu stellen.

source: {{rb:Use}} {{yb:echo 1}}{{rb:,}} {{yb:echo 2}}{{rb:,}} {{yb:echo 3}} {{rb:or}} {{yb:echo 4}}
de: {{rb:Benutze}} {{yb:echo 1}}{{rb:,}} {{yb:echo 2}}{{rb:,}} {{yb:echo 3}} {{rb:oder}} {{yb:echo 4}}

source: Eleanor: {{Bb:"I have a question - does he have candy in his basement?"}}
de: Eleanor: {{Bb:"Ich habe eine Frage - hat er Süßigkeiten in seinem Keller?"}}

source: Bernard: {{Bb:"Ah, trade secret. *wink*"}}
de: Bernard: {{Bb:"Ah, Handelsgeheimnis. *zwinker*"}}

source: Bernard: {{Bb:"Er, what? No, I wasn't planning on doing so. Why would I do that?"}}
de: Bernard: {{Bb:"Äh, was? Nein, ich hatte nicht vor, das zu tun. Warum sollte ich das tun?"}}

source: Bernard: {{Bb:"Oh ho ho ho, that's none of your business."}}
de: Bernard: {Bb:"Oh ho ho ho, das geht dich nichts an."}}

source: {{yb:"What's the next big tool you want to create?"}}
de: {{yb:"Was ist das nächste große Werkzeug, das du erstellen möchtest?"}}

source: You are back in {{bb:Bernard}}'s place.
de: Du bist wieder in {{bb:Bernards}} Ort.

source: Bernard: {{Bb:"I want to know how the}} {{bb:private-section}} {{Bb:is locked in the}} {{bb:library}}{{Bb:, and then make a key to unlock it."}}
de: Bernard: "Ich möchte wissen, wie der private Bereich in der Bibliothek abgeschlossen ist, und dann einen Schlüssel machen, um ihn zu öffnen."

source: Eleanor: {{Bb:"I guess the}} {{bb:librarian}} {{Bb:would have locked the private section."}}
de: Eleanor: {{Bb:"Ich denke, der}} {{bb:Bibliothekar (librarian)}} {{Bb:hat den privaten Bereich abgeschlossen."}}

source: {{Bb:"Maybe she can tell us how she did it? We should look for her."}}
de: Vielleicht kann sie uns sagen, wie sie es gemacht hat? Wir sollten nach ihr suchen.

source: {{lb:Leave}} the {{bb:shed-shop}}.
de: {{lb:Verlasse}} den {{bb:Schuppen-Laden (shed-shop)}}.

source: {{lb:Listen}} to what {{bb:Bernard}} has to say.
de: Höre dir an, was Bernard zu sagen hat.

source: {{rb:Use}} {{yb:cd ..}} {{rb:to go}} {{lb:back}} {{rb:to town.}}
de: {{rb:Benutze}} {{yb:cd ..}} {{rb:um}} {{lb:zurück}} {{rb:in die Stadt zu gehen.}}

source: Eleanor: {{Bb:"What do you think is hidden in the private-section?}} {{Bb:Maybe Bernard shouldn't see it..."}}
de: Eleanor: {{Bb:"Was denkst du, was in dem privaten Bereich versteckt ist?}} {{Bb:Vielleicht sollte Bernard es nicht sehen..."}}

source: {{rb:Use}} {{yb:cat Bernard}} {{rb:to interact with Bernard.}}
de: {{yb:Benutze}} {{rb:cat Bernard}} {{yb:um mit Bernard zu interagieren.}}

source: Eleanor: {{Bb:"Achoo! This place is really dusty...*sniff*"}}
de: Eleanor: "Achoo! Dieser Ort ist wirklich staubig...*schnief*"

source: Bernard: {{Bb:"Hellooooo. You came back to fix my script!"}}
de: Bernard: {{Bb:Hallooooo. Du bist zurückgekommen, um mein Skript zu reparieren!

source: {{gb:New Power}}: {{yb:nano}} followed by an
de: exclamation mark {{gb:Neue Fähigkeit}}: {{yb:nano}} gefolgt von einem Ausrufezeichen!

source: object lets you {{lb:edit}} it
de: Objekt lässt dich es bearbeiten.

source: Let's try and use {{yb:nano best-horn-in-the-world.sh}} to edit it.
de: Versuchen wir, {{yb:nano best-horn-in-the-world.sh}} zu benutzen, um es zu bearbeiten.

source: {{rb:Use}} {{yb:nano best-horn-in-the-world}} {{rb:to edit the tool.}}
de: {{yb:Benutze}} {{rb:nano best-horn-in-the-world}} {{rb:um das Werkzeug zu bearbeiten.}}

source: Eleanor: {{Bb:They taught us how to write at school. I don't think Bernard is very clever.}}
de: Eleanor: Sie haben uns in der Schule das Schreiben beigebracht. Ich denke nicht, dass Bernard sehr clever ist.

source: Now time to test your script!
de: Jetzt ist es Zeit, dein Skript zu testen!

source: Use {{yb:./best-horn-in-the-world.sh}} to run it.
de: Verwenden Sie {{yb:./best-horn-in-the-world.sh}} um es auszuführen.

source: Do you see the {{bb:.cellar}}?
de: Siehst du den {{bb:Keller}}?

source: Let's {{lb:go}} into the {{bb:.cellar}}.
de: Lasst uns in den Keller gehen.

source: {{rb:Go in the wine cellar using}} {{yb:cd .cellar}}{{rb:.}}
de: Gehe in den Weinkeller mit {{yb:cd .cellar}}{{rb:.}}

source: Eleanor: {{Bb:I'm scared...can you hold my hand?}}
de: Eleanor: Ich habe Angst...kannst du meine Hand halten?

source: {{bb:Eleanor}} grabs your hand, and the two of you walk into the {{bb:cellar}}.
de: {{bb:Eleanor}} ergreift deine Hand und die beiden von euch gehen in den {{bb:Keller}}.

source: Eleanor: {{Bb:"...is there someone there?"}}
de: Eleanor: "Ist da jemand da?"

source: You see a woman {{bb:Clara}} in the {{bb:cellar}}.
de: Du siehst eine Frau {{bb:Clara}} im {{bb:Keller}}.

source: {{lb:Listen}} to what she has to say.
de: Höre dir an, was sie zu sagen hat.

source: {{rb:Use}} {{yb:cat}} {{rb:to listen what she has to say.}}
de: {{yb:Benutze}} {{rb:die Katze}} {{yb:um zu hören, was sie zu sagen hat.}}

source: {{rb:Use}} {{yb:cat Clara}} {{rb:to listen to Clara.}}
de: {{rb:Benutze}} {{yb:cat Clara}} {{rb:um Clara zu hören.}}

source: Eleanor: {{Bb:"...oh! I think I recognise that woman!"}}
de: Eleanor: "Oh! Ich glaube, ich erkenne diese Frau!"

source: You're back in town. {{bb:Eleanor}} looked relieved to be outside.
de: Du bist wieder in der Stadt. Eleanor sah erleichtert aus, draußen zu sein.

source: Where could the {{bb:librarian}} be hiding?
de: Wo könnte die Bibliothekarin versteckt sein?

source: {{lb:Look around}} to decide where to go next.
de: Schau dich um, um zu entscheiden, wohin du als nächstes gehst.

source: Eleanor: {{Bb:"I'm hungry. Can you see anywhere we could eat?"}}
de: Eleanor: "Ich bin hungrig. Kannst du irgendwo sehen, wo wir essen können?"

source: We haven't checked out the {{bb:restaurant}} yet.
de: Wir haben das Restaurant noch nicht ausprobiert.

source: Let's {{lb:go}} into the {{bb:restaurant}}.
de: {{gv:Lasst uns in das Restaurant gehen.}}

source: {{rb:Use}} {{yb:cd restaurant}} {{rb:to go into the restaurant.}}
de: {{yb:Benutze}} {{rb:cd restaurant}} {{yb:um in das Restaurant zu gehen.}}

source: Eleanor: {{Bb:Ooh, do you think they'll have a sandwich anywhere?}}
de: Eleanor: Ooh, denkst du, dass sie irgendwo ein Sandwich haben werden?

source: You and {{bb:Eleanor}} walk into the {{bb:restaurant}}.
de: Du und {{bb:Eleanor}} geht in das {{bb:Restaurant}}.

source: Eleanor: {{Bb:Do you remember how you found me? You used}} {{yb:ls -a}} {{Bb:right?}}
de: Eleanor: Erinnerst du dich, wie du mich gefunden hast? Du hast {{yb:ls -a}} richtig benutzt, oder?

source: Eleanor: {{Bb:It seems really empty here...}}
de: Eleanor: Es scheint hier wirklich leer zu sein...

source: {{yb:%s}}
de: %s

source: {{rb:Talk to Clara using}} {{yb:echo 1}}{{rb:,}} {{yb:echo 2}} {{rb:or}} {{yb:echo 3}}{{rb:.}}
de: Sprechen Sie mit Clara mit {{yb:echo 1}}{{rb:,}} {{yb:echo 2}} {{rb:oder}} {{yb:echo 3}}{{rb:.}}

source: {{rb:You've already asked Clara that. Ask her something else.}}
de: Du hast Clara das schon gefragt. Frag sie etwas anderes.

source: Clara: {{Bb:"What? Who are you?"}}
de: Clara: {{Bb:"Was? Wer bist du?"}}

source: Eleanor: {{Bb:"Hello! I'm Eleanor, and this is}} {{gb:%s}}{{Bb:.}} {{Bb:I recognise you! You used to work in the library!"}}
de: Eleanor: {{Bb:"Hallo! Ich bin Eleanor, und das ist}} {{gb:%s}}{{Bb:.}} {{Bb:Ich erkenne dich! Du hast früher in der Bibliothek gearbeitet!"}}

source: Clara: {{Bb:"...ah, Eleanor! Yes, I remember you, you used to come in almost everyday."}}
de: Clara: {{Bb:"...ah, Eleanor! Ja, ich erinnere mich an dich, du kamst fast jeden Tag vorbei."}}

source: {{yb:1: "Why is the private section in the library locked?"}}
de: {{yb:1: "Warum ist der private Bereich in der Bibliothek abgeschlossen?"}}

source: {{yb:2: "Why are you hiding down here?"}}
de: {{yb:2: "Warum versteckst du dich hier unten?"}}

source: {{yb:3: "Do you know about any other people in town?"}}
de: {{yb:3: "Weißt du von irgendwelchen anderen Leuten in der Stadt?"}}

source: "Why is the private section in the library locked?"
de: "Warum ist der private Bereich in der Bibliothek gesperrt?"

source: Use {{yb:echo}} to ask {{bb:Clara}} a question.
de: Benutze {{yb:echo}} um {{bb:Clara}} eine Frage zu stellen.

source: Eleanor: {{Bb:"I'm not scared anymore, I like Clara."}}
de: Eleanor: {{Bb:"Ich habe keine Angst mehr, ich mag Clara."}}

source: Eleanor: {{Bb:"What is so dangerous in the private-section?"}}
de: Eleanor: {{Bb:"Was ist in dem privaten Bereich so gefährlich?"}}

source: Clara: {{Bb:"It contains some dangerous information." "...I'm sorry, I shouldn't say more. The head librarian was quite concerned that no one should go in. He was the only one who could lock and unlock it."}}
de: Clara: {{Bb:"Es enthält einige gefährliche Informationen." "...Es tut mir leid, ich sollte nicht mehr sagen. Der Oberbibliothekar war sehr besorgt, dass niemand hineingehen sollte. Er war der Einzige, der es abschließen und aufschließen konnte."}}

source: Eleanor: {{Bb:"Do we want to unlock something so dangerous?"}}
de: Eleanor: {{Bb:"Wollen wir etwas so Gefährliches freilassen?"}}

source: {{yb:"Where would I find this masked swordmaster?"}}
de: {{yb:"Wo würde ich diesen maskierten Schwertmeister finden?"}}

source: Clara: {{Bb:"He said the}} {{bb:masked swordmaster}} {{Bb:lived in the woods."}}
de: Clara: {{Bb:"Er sagte, der}} {{bb:maskierte Schwertmeister (masked swordmaster)}} {{Bb:lebte im Wald."}}

source: {{Bb:"I presume he meant the woods just off the}} {{bb:Windy Road}}{{Bb:? The one near the farm and that funny lonely house outside town."}}
de: Ich nehme an, dass er den Wald meinte, gleich neben der Windigen Straße? Der in der Nähe des Bauernhofs und dem seltsamen einsamen Haus außerhalb der Stadt.

source: Eleanor: {{Bb:"A masked swordmaster??"}}
de: Eleanor: "Ein maskierter Schwertmeister??"

source: "How did he lock it?"
de: "Wie hat er es abgeschlossen?"

source: Clara: {{Bb:"I don't know, it's a very special lock. But, I think he learnt the secrets of the lock from a masked swordmaster living outside of town."}}
de: Clara: "Ich weiß es nicht, es ist ein sehr spezielles Schloss. Aber, ich denke, er hat die Geheimnisse des Schlosses von einem maskierten Schwertmeister gelernt, der außerhalb der Stadt lebt."

source: "Where would I find this masked swordmaster?"
de: Wo würde ich diesen maskierten Schwertmeister finden?

source: Clara: {{Bb:"He said the}} {{bb:masked swordmaster}} {{Bb:lived in the woods."}} {{Bb:"I presume he meant the woods just off the}} {{lb:Windy Road}}{{Bb:? The one near the farm and that funny lonely house outside town."}}
de: Clara: Er sagte, der maskierte Schwertmeister lebte im Wald. Ich nehme an, er meinte den Wald gleich neben der Windigen Straße? Der, der in der Nähe des Bauernhofs und des seltsamen einsamen Hauses außerhalb der Stadt ist.

source: "Why are you hiding down here?"
de: Warum versteckst du dich hier unten?

source: Clara: {{Bb:"I heard a bell ring, and saw the lead librarian disappear in front of me. I was so scared I ran away, and found this}} {{bb:.cellar}}{{Bb:."}}
de: Clara: Ich hörte eine Glocke läuten und sah, wie die Leiterin der Bibliothek vor meinen Augen verschwand. Ich hatte solche Angst, dass ich weggerannt bin und diesen Keller gefunden habe.

source: "Do you have any relatives in town?"
de: Hast du irgendwelche Verwandten in der Stadt?

source: Clara: {{Bb:"I have a couple of children, a}} {{bb:little-boy}} {{Bb:and a}} {{bb:young-girl}}{{Bb:. I hope they are alright."}}
de: Clara: Ich habe ein paar Kinder, einen kleinen Jungen und ein junges Mädchen. Ich hoffe, es geht ihnen gut.

source: "Why is the library so empty?"
de: Warum ist die Bibliothek so leer?

source: Clara: {{Bb:"We should have introduced late fees a long time ago..."}}
de: Clara: Wir hätten schon vor langer Zeit Gebühren für Verspätungen einführen sollen...

source: "Do you know any other people in town?"
de: Kennst du noch andere Leute in der Stadt?

source: Clara: {{Bb:"There's a man I don't trust that runs the}} {{bb:shed-shop}}{{Bb:. I think his name is}} {{bb:Bernard}}{{Bb:."}}
de: Clara: Es gibt einen Mann, dem ich nicht vertraue, der den Schuppen-Laden betreibt. Ich glaube, sein Name ist Bernard.

source: "Why don't you like Bernard?"
de: Warum magst du Bernard nicht?

source: Clara: {{Bb:"He makes very simple tools and charges a fortune for them.}} {{Bb:His father was a very clever man and spent all his time in the library reading up commands. He became a successful business man as a result."}}
de: Clara: "Er macht sehr einfache Werkzeuge und verlangt ein Vermögen dafür. Sein Vater war ein sehr kluger Mann und verbrachte all seine Zeit in der Bibliothek, um Befehle zu lesen. Als Ergebnis wurde er ein erfolgreicher Geschäftsmann."

source: "What happened to Bernard's father?"
de: Was ist mit Bernards Vater passiert?

source: Clara: {{Bb:"People aren't sure, he disappeared one day. It was assumed he had died. I saw him leave the library the day he went missing, he left in a hurry. He looked absolutely terrified."}}
de: Clara: "Die Leute sind sich nicht sicher, er verschwand eines Tages. Man nahm an, dass er gestorben sei. Ich habe ihn am Tag seines Verschwindens aus der Bibliothek gehen sehen, er ist in Eile gegangen. Er sah absolut erschrocken aus."

source: Love it! Put it on quickly.
de: Toll! Schnell anziehen.

source: There's loads more interesting stuff in your room.
de: Es gibt noch viel mehr interessante Sachen in deinem Zimmer.

source: Let's {{lb:look}} in your {{bb:shelves}} using {{yb:ls}}.
de: Lass uns in deinen {{bb:Regalen (shelves)}} mit {{yb:ls}} schauen.

source: {{rb:Type}} {{yb:ls shelves/}} {{rb:to look at your books.}}
de: {{rb:Tippe}} {{yb:ls shelves/}} {{rb:um deine Bücher anzusehen.}}

source: Did you know you can use the {{ob:TAB}} key to speed up your typing?
de: Wusstest du, dass du die {{ob:TAB}} Taste benutzen kannst, um schneller zu tippen?

source: Try it by checking out that {{bb:comic book}}.
de: Probiere es, indem du dir dieses {{bb:Comic-Buch (comic-book)}} anschaust.

source: {{lb:Examine}} it with {{yb:cat shelves/comic-book}}
de: {{lb:Untersuche}} es mit {{yb:cat shelves/comic-book}}

source: Press the {{ob:TAB}} key before you've finished typing!
de: Drücke die {{ob:TAB}} Taste, bevor du fertig getippt hast!

source: {{rb:Type}} {{yb:cat shelves/comic-book}} {{rb:to read the comic.}}
de: {{rb:Tippe}} {{yb:cat shelves/comic-book}} {{rb:um den Comic zu lesen.}}

source: Why is it covered in pawprints?
de: Warum ist es mit Pfotenabdrücken bedeckt?

source: Hang on, can you see that? There's a {{bb:note}} amongst your books.
de: Moment mal, siehst du das? Da ist eine {{bb:Notiz (note)}} zwischen deinen Büchern.

source: {{lb:Read}} the {{bb:note}} using {{yb:cat}}.
de: {{lb:Lies}} die {{bb:Notiz (note)}} mit {{yb:cat}}.

source: {{rb:Type}} {{yb:cat shelves/note}} {{rb:to read the note.}}
de: {{rb:Tippe}} {{yb:cat shelves/note}} {{rb:um die Notiz zu lesen.}}

source: Eleanor: {{Bb:"I'm happy to stay here. I like Clara."}}
de: Eleanor: {{Bb:"Ich bin glücklich hier zu bleiben. Ich mag Clara."}}

source: Clara: {{Bb:"Please let me look after her. I don't think it's safe for her to go outside."}}
de: Clara: {{Bb:"Bitte lass mich auf sie aufpassen. Ich denke nicht, dass es sicher ist, dass sie nach draußen geht."}}

source: Eleanor: {{Bb:"I'm happy to stay here. I like Clara."}}
de: Eleanor: {{Bb:"Ich bin glücklich hier zu bleiben. Ich mag Clara."}}

source: Clara: {{Bb:"Thank you!"}}
de: Clara: {{Bb:"Vielen Dank!"}}

source: Eleanor: {{Bb:"When you find my parents, can you tell them I'm here?"}}
de: Eleanor: {{Bb:"Wenn du meine Eltern findest, kannst du ihnen sagen, dass ich hier bin?"}}

source: Clara: {{Bb:"Where are you going to go now?"}}
de: Clara: {{Bb:"Wo gehst du jetzt hin?"}}
