Repository: spirossi/terminal-quest
Catalog: po/*_iso-8859-1.po
Languages: de

source: Swordmaster: {{Bb:"Being a swordmaster, I have the ability to}} {{lb:remove}} {{Bb:others. This makes people uneasy around me, so I choose to live in the woods instead."}}
de: Schwertmeister: "Als Schwertmeister habe ich die Fähigkeit, anderen zu entfernen. Dies macht die Leute um mich herum unruhig, also entscheide ich mich, in den Wäldern zu leben."

source: Great, you're in the {{bb:kitchen}}.
de: Toll, du bist in der Küche.

source: {{lb:Look}} for {{bb:Mum}} using {{yb:ls}}.
de: {{gv:Schau}} nach {{bb:Mum}} mit {{yb:ls}}.

source: {{rb:Can't find her? Type}} {{yb:ls}} {{rb:and press}} {{ob:Enter}}{{rb:.}}
de: {{yb:Kannst du sie nicht finden? Tippe}} {{yb:ls}} {{rb:und drücke}} {{ob:Enter}}{{rb:.}}

source: You see her busily working in a cloud of steam.
de: Du siehst sie geschäftig in einer Dampfwolke arbeiten.

source: Let's {{lb:listen}} to what {{bb:Mum}} has to say by using {{yb:cat}}.
de: {{gb:Lasst uns}} {{lb:hören}} was {{bb:Mama}} zu sagen hat, indem wir {{yb:Katze}} benutzen.

source: {{rb:Stuck? Type:}} {{yb:cat Mum}}{{rb:. Don't forget the capital letter!}}
de: {{yb:Katze Mum. Vergiss nicht den Großbuchstaben!}}

source: That's weird. No time for that now though - lets find {{bb:Mum}}.
de: Das ist seltsam. Jetzt aber keine Zeit dafür - lass uns {{bb:Mama}} finden.

source: {{gb:New Power}}: {{yb:cd}} lets you {{lb:move}}
de: {{gb:Neue Fähigkeit}}: {{yb:CD}} lässt dich {{lb:bewegen}}.

source: between places.
de: zwischen Orten.

source: Use the command {{yb:cd ..}} to {{lb:leave}} your room.
de: Benutze den Befehl {{yb:cd ..}} um dein Zimmer {{lb:zu verlassen}}.

source: {{rb:Type}} {{yb:cd ..}} {{rb:to leave your room. The}} {{lb:..}} {{rb:is the room behind you.}}
de: {{rb:Tippe}} {{yb:cd ..}} {{rb:ein, um dein Zimmer zu verlassen. Das}} {{lb:..}} {{rb:ist das Zimmer hinter dir.}}

source: {{rb:Type}} {{yb:cd ..}} {{rb:to leave your room.}}
de: {{yb:Tippe}} {{rb:cd ..}} {{yb:um dein Zimmer zu verlassen.}}

source: You've left {{bb:my-room}} and are in the hall of {{bb:my-house}}.
de: Du hast {{bb:mein-Zimmer}} verlassen und bist im Flur {{bb:meines-Hauses}}.

source: {{lb:Look around}} at the different rooms using {{yb:ls}}.
de: Schau dich {{lb:um}} an den verschiedenen Räumen mit {{yb:ls}}.

source: {{rb:Type}} {{yb:ls}} {{rb:and press}} {{ob:Enter}}{{rb:.}}
de: {{rb:Gib}} {{yb:ls}} {{rb:ein und drücke}} {{ob:Enter}}{{rb:.}}

source: What was that? A bell? That's a bit odd.
de: Was war das? Eine Glocke? Das ist etwas seltsam.

source: You see the door to your {{bb:kitchen}}, and hear the sound of cooking.
de: Du siehst die Tür zu deiner Küche und hörst das Geräusch des Kochens.

source: Sounds like someone is preparing breakfast!
de: Es hört sich so an, als ob jemand Frühstück vorbereitet!

source: To {{lb:go inside the}} {{bb:kitchen}}, use {{yb:cd kitchen}}
de: Um in die Küche zu gehen, benutze cd kitchen.

source: {{rb:Type}} {{yb:cd kitchen}} {{rb:and press}} {{ob:Enter}}{{rb:.}}
de: {{rb:Gib ein}} {{yb:cd kitchen}} {{rb:ein und drücke}} {{ob:Enter}}{{rb:.}}

source: {{rb:Use}} {{yb:cat note}} {{rb:to read the note.}}
de: Verwende {{yb:cat note}} {{rb:um die Notiz zu lesen.}}

source: It looks like we should leave the clearing.
de: Es sieht so aus, als sollten wir die Lichtung verlassen.

source: {{lb:Go back into the woods.}}
de: Geh zurück in den Wald.

source: {{rb:Go back to the woods with}} {{yb:cd ../}}
de: {{rb:Geh zurück in den Wald mit}} {{yb:cd ../}}

source: {{lb:Look around.}}
de: Schau dich um.

source: There's another note! {{lb:Read}} it.
de: Es gibt noch eine andere Notiz! Lies sie.

source: {{rb:Use}} {{yb:cat note}} {{rb:to examine the note.}}
de: {{yb:Benutze}} {{rb:cat note}} {{yb:um die Notiz zu untersuchen.}}

source: Let's {{lb:go}} into the thicket.
de: Lasst uns in das Dickicht gehen.

source: {{rb:Use}} {{yb:cd thicket}} {{rb:to go into the thicket.}}
de: {{yb:Benutze}} {{rb:cd thicket}} {{yb:um in den Dickicht zu gehen.}}

source: You push through into a dense patch of plants. The trees overshadow you.
de: Du drängst dich durch ein dichtes Gebüsch. Die Bäume überschatten dich.

source: Swordsmaster:{{Bb:"...this is very strange. I left the door open. Perhaps someone...or something...sneaked in while we were talking."}}
de: Schwertmeister: "...das ist sehr seltsam. Ich habe die Tür offen gelassen. Vielleicht hat jemand...oder etwas...sich hereingeschlichen, während wir geredet haben."

source: {{Bb:"You may need my help later. Come back if you are blocked by lack of knowledge."}}
de: Du könntest meine Hilfe später benötigen. Komm zurück, wenn du durch mangelndes Wissen blockiert bist.

source: Time to head off - {{lb:leave}} the Swordmaster's house.
de: Es ist Zeit, sich auf den Weg zu machen - verlass das Haus des Schwertmeisters.

source: {{rb:Leave the house with}} {{yb:cd ..}}
de: {{rb:Verlasse das Haus mit}} {{yb:cd ..}}

source: {{lb:Look around}} and see if there are clues about where to go next.
de: Schau dich um und sieh nach, ob es Hinweise darauf gibt, wohin du als nächstes gehen sollst.

source: Another note! What does this say?
de: Noch eine Notiz! Was steht dort?

source: {{rb:Use}} {{yb:cd ~/town/east/library}} {{rb:to go to the library}}
de: Benutze {{yb:cd ~/town/east/library}} um in die Bibliothek zu gehen.

source: {{rb:Is this the same place the swordmaster referred to?}}
de: Ist das derselbe Ort, den der Schwertmeister erwähnt hat?

source: The Rabbit wants to know where the Super User command is kept?
de: Der Rabbit möchte wissen, wo der Super User Befehl gespeichert ist?

source: Let's head to the {{bb:~/town/east/library}}.
de: Lasst uns zur {{bb:~/town/east/library}} gehen.

source: It looks as if the Rabbit will follow.
de: Es sieht so aus, als würde der Hase folgen.

source: It seems the Rabbit doesn't say very much.
de: Es scheint, dass der Hase nicht sehr viel sagt.

source: That's quite normal for rabbits.
de: Das ist ganz normal für Kaninchen.

source: The rabbit is in front of the rabbithole and won't let you pass.
de: Der Hase ist vor dem Hasenloch und lässt dich nicht vorbei.

source: You see a Rabbit, a piece of paper and a rabbithole.
de: Du siehst einen Hasen, ein Stück Papier und ein Hasenloch.

source: This Rabbit looks somewhat familiar...
de: Dieser Hase sieht irgendwie vertraut aus...

source: {{lb:Listen}} to the Rabbit.
de: {{lb:Höre}} dem Kaninchen zu.

source: {{rb:Use}} {{yb:cat Rabbit}} {{rb:to listen to the Rabbit.}}
de: Verwende {{yb:cat Rabbit}} um dem Hase zuzuhören.

source: {{lb:Examine}} the note.
de: Untersuche die Notiz.

source: Have a {{lb:look around.}}
de: Schau dich {{lb:um.}}

source: The Rabbit snatched the chest away!
de: Der Hase schnappte sich die Truhe weg!

source: You try and examine the contents of the chest, but the Rabbit snatches it and runs off!
de: Du versuchst, den Inhalt des Kastens zu untersuchen, aber der Hase schnappt ihn sich und rennt weg!

source: You see a {{bb:chest}}.
de: Du siehst eine Truhe.

source: It looks like it might contain the powers we need.
de: Es sieht so aus, als ob es die Kräfte enthalten könnte, die wir brauchen.

source: The Rabbit's excitement grows, he jumps up and down. Then suddenly he snatches the chest and runs off!
de: Die Aufregung des Hasen wächst, er hüpft auf und ab. Dann plötzlich schnappt er sich die Truhe und rennt weg!

source: Press Enter to watch him run off.
de: Drücken Sie die Eingabetaste, um zuzusehen, wie er davonläuft.

source: A {{bb:note}} flutters through the air. You catch it. {{lb:Read it}}.
de: Eine Notiz flattert durch die Luft. Du fängst sie. Lies sie.

source: {{rb:Read the note with}} {{yb:cat note}}
de: Lies die Notiz mit {{yb:cat note}}

source: The world shivers... everything goes dark red
de: Die Welt zittert... alles wird dunkelrot.

source: {{gb:Press Enter to continue.}}
de: Drücken Sie die Eingabetaste, um fortzufahren.

source: Now, which is the locked room? {{lb:Look around}} to remind yourself.
de: Jetzt, welches ist der abgeschlossene Raum? Schau dich um, um dich zu erinnern.

source: Ah, it's the {{lb:private-section}}.
de: Ah, das ist der {{lb:private-Bereich}}.

source: The Rabbit looks very excited. His eyes are sparkling.
de: Der Hase sieht sehr aufgeregt aus. Seine Augen funkeln.

source: Unlock the {{lb:private-section}}.
de: Entsperre den {{lb:private-section}}.

source: {{rb:The command is}} {{yb:chmod +rwx private-section}} {{rb:to enable all the permissions.}}
de: {{yb:chmod +rwx private-section}} {{rb:um alle Berechtigungen zu ermöglichen.}}

source: Awesome, you unlocked it! {{lb:Go inside the private-section.}}
de: Toll, du hast es freigeschaltet! Geh in den privaten Bereich.

source: Swordmaster: {{Bb:"A Rabbit? Truth be told, I often see a white rabbit in a thicket near my house."}}
de: Schwertmeister: "Ein Kaninchen? Ehrlich gesagt, ich sehe oft ein weißes Kaninchen in einem Dickicht in der Nähe meines Hauses."

source: {{Bb:"But it always seemed so innocent, I would never have guessed it could do something like this."}}
de: Aber es schien immer so unschuldig, ich hätte nie gedacht, dass es so etwas tun könnte.

source: {{Bb:"I wonder what has changed? Perhaps...hmm...the bell..."}}
de: Ich frage mich, was sich geändert hat? Vielleicht...hmm...die Glocke...

source: {{Bb:"We must remove the source of the problem. I will teach you how."}}
de: Wir müssen die Quelle des Problems entfernen. Ich werde dir zeigen, wie.

source: {{pb:Ding. Dong.}}
de: Ding Dong.

source: You heard the a bell. {{lb:Look around.}}
de: Du hast eine Glocke gehört. Schau dich um.

source: The Swordmaster has gone.
de: Der Schwertmeister ist gegangen.

source: He left something behind. It looks like the {{lb:sword}} he carries around with him.
de: Er hat etwas zurückgelassen. Es sieht aus wie das Schwert, das er immer bei sich trägt.

source: {{lb:Examine}} it.
de: {{lb:Untersuche}} es.

source: {{rb:Use}} {{yb:cat sword}} {{rb:to examine it.}}
de: Verwende die Katzenschwert, um es zu untersuchen.

source: It has a command inscribed on it.
de: Es hat einen Befehl darauf eingraviert.

source: {{gb:New Power:}} Use {{yb:rm}} to
de: remove a file {{de:Neue Fähigkeit:}} Benutze {{yb:rm}} um eine Datei zu entfernen.

source: {{lb:remove an item}}.
de: {{lb:Entfernen Sie ein Element.}}

source: Use {{yb:rm note}}, to test the command out on the note.
de: Benutze {{yb:rm note}}, um den Befehl an der Notiz zu testen.

source: Be careful though....it looks dangerous.
de: Sei aber vorsichtig....es sieht gefährlich aus.

source: {{rb:Use the command}} {{yb:rm note}}
de: Verwende den Befehl {{yb:rm note}}

source: {{rb:Use the command}} {{yb:ls}}
de: Verwende den Befehl {{yb:ls}}

source: {{yb:A rabbit came and stole the command in front of me.}}
de: Ein Kaninchen kam und stahl den Befehl vor mir.

source: You stand alone in the library. The Rabbit has stolen the command.
de: Du stehst allein in der Bibliothek. Das Kaninchen hat den Befehl gestohlen.

source: There is a growing sense of impending doom. Then, the Swordmaster runs into the room.
de: Es herrscht ein wachsendes Gefühl drohender Katastrophe. Dann stürmt der Schwertmeister in den Raum.

source: Swordmaster: {{Bb:"What have you done?"}}
de: Schwertmeister: Was hast du getan?

source: {{yb:2: Nothing.}}
de: Nichts.

source: Swordmaster: {{Bb:"Speak with}} {{lb:echo}} {{Bb:and tell me!"}}
de: Schwertmeister: Sprich mit Echo und sag es mir!

source: Swordmaster: {{rb:"ENOUGH!"}}
de: Schwertmeister: {{rb:"GENUG!"}}

source: {{Bb:"Tell me}} {{rb:the truth."}}
de: {{Bb:"Sag mir}} {{rb:die Wahrheit.}}

source: {{Bb:"You need my help to fix this...."}}
de: Du brauchst meine Hilfe, um das zu reparieren....

source: {{yb:1:}}
de: 1: Ich liebe dich. Ich liebe dich.

source: {{rb:Tell the Swordmaster the truth, using}} {{yb:echo 1}}
de: {{rb:Sag dem Schwertmeister die Wahrheit, mit}} {{yb:echo 1}}

source: Swordmaster: {{Bb:"We both know that's not true...."}}
de: Schwertmeister: Wir beide wissen, dass das nicht wahr ist....

source: You cannot get past the boulder.
de: Du kannst nicht an dem Felsen vorbeikommen.

source: The {{bb:rabbithole}} is completely inaccessible.
de: Die {{bb:rabbithole}} ist völlig unzugänglich.

source: {{lb:Unlock it.}}
de: Entsperren Sie es.

source: Use the same command you used to unlock the {{bb:private-section}}.
de: Benutze denselben Befehl, den du benutzt hast, um den {{bb:private-section}} zu entsperren.

source: {{rb:Use}} {{yb:chmod +rwx rabbithole/}}
de: {{rb:Benutze}} {{yb:chmod +rwx rabbithole/}}

source: You push the boulder. With some effort, it slowly moves aside. Light pours out from the crack.
de: Du schiebst den Felsblock. Mit einiger Anstrengung bewegt er sich langsam zur Seite. Licht strömt aus dem Riss.

source: {{lb:Go inside the}} {{bb:rabbithole}}{{lb:.}}
de: Geh in den Hasenbau.

source: Woah! You destroyed the note.
de: Woah! Du hast die Notiz zerstört.

source: It's time to find that rabbit and put an end to this madness.
de: Es ist Zeit, diesen Hasen zu finden und diesem Wahnsinn ein Ende zu setzen.

source: {{lb:Go to where you met the rabbit.}}
de: Geh zu dem Ort, wo du das Kaninchen getroffen hast.

source: {{lb:You met the rabbit in the}} {{bb:~/woods/thicket}}
de: Du hast den Hasen im {{bb:~/woods/thicket}} getroffen.

source: {{rb:Use}} {{yb:cd ~/woods/thicket}}
de: {{rb:Benutze}} {{yb:cd ~/woods/thicket}}

source: You are outside the rabbithole. It has a large boulder in front of it.
de: Du bist außerhalb des Kaninchenlochs. Es hat einen großen Felsen vor ihm.

source: Try and {{lb:go inside.}}
de: Versuche, {{lb:hineinzugehen.}}

source: {{rb:Use}} {{yb:cd rabbithole}} {{rb:to go inside the rabbithole.}}
de: {{yb:Benutze}} {{rb:cd rabbithole}} {{yb:um in das Hasenloch zu gehen.}}

source: You see all the people who disappeared, looking miserable, inside the cage. Including your Mum and Dad!
de: Du siehst alle die Leute, die verschwunden sind, elendig aussehend, in dem Käfig. Einschließlich deiner Mum und deinem Dad!

source: Swordmaster: {{Bb:"Hey, listen. I have something to say."}}
de: Schwertmeister: {{Bb:"Hey, hör zu. Ich habe etwas zu sagen."}}

source: Speak to your Mum and Dad. You can also listen to the other people trapped. And when you're ready listen to what the Swordmaster has to say.
de: Spreche mit deiner Mutter und deinem Vater. Du kannst auch den anderen gefangenen Personen zuhören. Und wenn du bereit bist, höre dir an, was der Schwertmeister zu sagen hat.

source: {{rb:Use}} {{yb:cat cage/Swordmaster}} {{rb:to listen to the swordmaster.}}
de: {{rb:Benutze}} {{yb:cat cage/Swordmaster}} {{rb:um dem Schwertmeister zuzuhören.}}

source: Swordmaster: {{Bb:"Listen, we don't have much time. But I think it's the bell, it's controlling the Rabbit. It has mysterious powers."}}
de: Schwertmeister: {{Bb:"Hör zu, wir haben nicht viel Zeit. Aber ich denke, es ist die Glocke, sie kontrolliert das Kaninchen. Sie hat mysteriöse Kräfte."}}

source: {{lb:Examine}} the bell.
de: {{lb:Untersuche}} die Glocke.

source: {{rb:Use}} {{yb:cat bell}} {{rb:to examine the bell.}}
de: {{rb:Benutze}} {{yb:cat bell}}{{rb:, um die Glocke zu untersuchen.}}

source: The bell glows menacingly.
de: Die Glocke leuchtet bedrohlich.

source: Swordmaster: {{Bb:"The Rabbit hasn't figured out how to use the power it stole. But it will soon."}}
de: Schwertmeister: {{Bb:"Das Kaninchen hat noch nicht herausgefunden, wie es die Macht, die es gestohlen hat, nutzen kann. Aber bald wird es das."}}

source: "{{Bb:Before it does you must let us out of this cage, quietly."}}
de: {{Bb:"Zuvor musst du uns leise aus diesem Käfig lassen."}}

source: {{lb:You need to unlock the cage.}}
de: {{lb:Du musst den Käfig aufschließen.}}

source: Swordmaster: {{Bb:"We're all trapped in here because the}} {{lb:write}} {{Bb:permissions are removed."}}
de: Schwertmeister: {{Bb:"Wir sind alle hier gefangen, weil die}} {{lb:Schreib}}{{Bb:rechte entfernt wurden."}}

source: Swordmaster: {{Bb:"To re-add the write permissions, use}} {{yb:chmod +w cage}}{{Bb:"}}
de: Schwertmeister: {{Bb:"Um die Schreibberechtigungen wieder hinzuzufügen, benutze}} {{yb:chmod +w cage}}{{Bb:"}}

source: Swordmaster: {{Bb:"Now move us to the}} {{bb:~/town}}{{Bb:"}}
de: Schwertmeister: {{Bb:"Jetzt bewege uns zur}} {{bb:~/town}}{{Bb:"}}

source: {{Bb:"To move a large group of people use the *. Like this:}} {{yb:mv cage/* ~/town}}{{Bb:"}}
de: Um eine große Gruppe von Menschen zu bewegen, verwenden Sie den *. Wie folgt: {{yb:mv cage/* ~/town}}

source: {{rb:Use}} {{yb:mv cage/* ~/town}} {{rb:to move all the villagers into the town.}}
de: {{rb:Benutze}} {{yb:mv cage/* ~/town}} {{rb:um alle Dorfbewohner in die Stadt zu bewegen.}}

source: {{lb:Look in ~/town}} to check that you moved all the people safely.
de: {{lb:Schau in ~/Stadt}} um zu überprüfen, dass du alle Menschen sicher bewegt hast.

source: {{rb:Use}} {{yb:ls ~/town}} {{rb:to check you moved everyone.}}
de: {{yb:Benutze}} {{rb:ls ~/stadt}} {{yb:um zu überprüfen, dass du alle verschoben hast.}}

source: Mum: {{Bb:"
de: Mama: {{Bb:"

source: grumpy-man: {{Bb:"My legs are fixed. I hope my wife knows I'm safe."}}
de: Grummel-Mann: {{Bb:"Meine Beine sind fest. Ich hoffe, meine Frau weiß, dass ich in Sicherheit bin."}}

source: Mayor: {{Bb:"When I get out of here, I'm going to make a law to hunt all rabbits."}}
de: Bürgermeister: {{Bb:"Wenn ich hier rauskomme, werde ich ein Gesetz erlassen, um alle Kaninchen zu jagen."}}

source: little-boy: {{Bb:"I miss my mummy!"}}
de: Kleiner Junge: {{Bb:"Ich vermisse meine Mama!"}}

source: young-girl: {{Bb:"I don't like being in here."}}
de: Junges Mädchen: {{Bb:"Ich mag es nicht, hier zu sein."}}

source: Edith: {{Bb:"You,
de: Edith: {{Bb:"Du,

source: Edward: {{Bb:"Edith dear, calm down..."}}
de: Edward: {{Bb:"Edith Liebling, beruhige dich..."}}

source: dog: {{Bb:"Woof woof!"}}
de: Hund: {{Bb:"Wau wau!"}}

source: Bernard: {{Bb:"After you left, I heard this sound"}}
de: Bernard: {{Bb:"Nachdem du gegangen bist, habe ich diesen Ton gehört."}}

source: head-librarian: {{Bb:"Who are you?"}}
de: Oberbibliothekar: {{Bb:"Wer bist du?"}}

source: You are in the rabbithole. {{lb:Look around.}}
de: Du bist im Hasenloch. {{lb:Schau dich um.}}

source: {{rb:Look around with}} {{yb:ls}}
de: {{rb:Schau mit}} {{yb:ls}} {{rb:herum.}}

source: You see the Rabbit, but it seems to be distracted.
de: Du siehst den Hasen, aber er scheint abgelenkt zu sein.

source: There is also a cage and a mysteriously glowing bell. You sneak over to the cage.
de: Es gibt auch einen Käfig und eine mysteriös leuchtende Glocke. Du schleichst dich zum Käfig.

source: Swordmaster: {{Bb:"Psst! We're inside the cage!"}}
de: Schwertmeister: {{Bb:"Psst! Wir sind in dem Käfig!"}}

source: {{lb:Look inside the cage.}}
de: {{lb:Schau in den Käfig.}}

source: {{rb:Use}} {{yb:ls cage}} {{rb:to look inside the cage.}}
de: {{rb:Benutze}} {{yb:ls cage}} {{rb:um in den Käfig zu schauen.}}

source: {{gb:New Power:}} Use {{yb:sudo}} to
de: run commands as {{yb:root}} {{de:Neue Macht:}} Benutze {{yb:sudo}} um Befehle als {{yb:root}} auszuführen.

source: {{lb:make yourself into a Super User.}}
de: Mache dich zu einem Super-Benutzer.

source: Try it out. Use {{yb:sudo ls}} to look around.
de: Probieren Sie es aus. Verwenden Sie {{yb:sudo ls}} um sich umzusehen.

source: You will be asked for a password.
de: Sie werden nach einem Passwort gefragt.

source: Swordmaster: {{Bb:The Rabbit couldn't guess the password.}}
de: Schwertmeister: Das Kaninchen konnte das Passwort nicht erraten.

source: {{Bb:Can you figure it out?}}
de: Kannst du es herausfinden?

source: Tip: The password will be invisible to keep it secret. It will look like you've typed nothing, so you need to be careful.
de: Der Passwort wird unsichtbar sein, um es geheim zu halten. Es wird so aussehen, als hättest du nichts eingegeben, also sei vorsichtig.

source: Swordmaster: {{Bb:"Wow, you have some skills. You may not have noticed the change, but you became a Super User for an instant!}}
de: Schwertmeister: "Wow, du hast einige Fähigkeiten. Du hast es vielleicht nicht bemerkt, aber du warst für einen Moment ein Super-Benutzer!"

source: {{Bb:Knowing this command gives you the power to do things when all else fails."}}
de: Wenn alles andere versagt, gibt dir dieser Befehl die Macht, Dinge zu tun.

source: {{gb:Well done, you've learnt the power of}} {{yb:sudo}}{{gb:!}}
de: {{yb:Gut gemacht, du hast die Macht von}} {{yb:sudo}}{{gb:!}} gelernt.

source: Swordmaster: {{Bb:"You should turn into a Super User and}} {{lb:remove}} {{Bb:this chest so it cannot fall into enemy hands again.}}
de: Schwertmeister: Du solltest ein Super-Benutzer werden und diese Truhe entfernen, damit sie nicht wieder in die Hände des Feindes fallen kann.

source: {{Bb:To delete the whole chest, use}} {{yb:sudo rm -r chest/}}{{Bb:. The -r flag is used for directories."}}
de: Um den ganzen Schrank zu löschen, benutze {{yb:sudo rm -r chest/}}. Die -r Flagge wird für Verzeichnisse benutzt.

source: Swordmaster: {{Bb:"Well done!"}}
de: Schwertmeister: Gut gemacht!

source: {{Bb:"Let's go back to}} {{bb:~/town}}{{Bb:. Everyone will want to thank you!"}}
de: Lass uns zurück zu ~/town gehen. Jeder wird dir danken wollen!

source: The towns people cheer as you walk into town.
de: Die Einwohner der Stadt jubeln, als du in die Stadt kommst.

source: You see your Mum, Dad and everyone else you met on your adventure. They stand around you in the street clapping and cheering.
de: Du siehst deine Mum, deinen Dad und alle anderen, die du auf deinem Abenteuer getroffen hast. Sie stehen um dich herum auf der Straße und klatschen und jubeln.

source: {{lb:Talk to everyone.}}
de: Sprich mit jedem.

source: Mum: {{Bb:"You saved Folderton! You're a hero!"}}
de: Mum: Du hast Folderton gerettet! Du bist ein Held!

source: Dad: {{Bb:"I'm so proud of you,
de: son."}} Dad: Ich bin so stolz auf dich, Sohn.

source: Mayor: {{Bb:"Now that you're a Super User, you must always remember: 1. Respect the privacy of others. 2. Think before you type. 3. With great power comes great responsibility."}}
de: Bürgermeister: "Jetzt, da Sie ein Super-Nutzer sind, müssen Sie sich immer daran erinnern: 1. Respektieren Sie die Privatsphäre anderer. 2. Denken Sie vor dem Tippen nach. 3. Mit großer Macht kommt große Verantwortung.

source: grumpy-man: {{Bb:"Ruth told me about how you helped hide her and our animals. Thank you!}}
de: Grumpy-Mann: Ruth erzählte mir, wie du ihr und unseren Tieren geholfen hast, sich zu verstecken. Danke!

source: Ruth: {{Bb:"If you ever come by the farm, you can have a glass of milk on us!"}}
de: Ruth: Wenn du jemals auf dem Bauernhof vorbeikommst, kannst du ein Glas Milch von uns haben!

source: little-boy: {{Bb:"Mummy is safe!"}}
de: Bb: "Mama ist in Sicherheit!"

source: young-girl: {{Bb:"We found Mummy. I'm really glad she's safe."}}
de: "Wir haben Mummy gefunden. Ich bin wirklich froh, dass sie in Sicherheit ist."

source: Edith: {{Bb:"I'm so glad Eleanor is safe! Thank you for saving Edward and I."}}
de: Edith: Ich bin so froh, dass Eleanor in Sicherheit ist! Danke, dass du Edward und mich gerettet hast.

source: Edward: {{Bb:"Now all this is over, we can go back to our house and stop living in hiding."}}
de: Edward: "Nun, da alles vorbei ist, können wir zurück zu unserem Haus gehen und aufhören, im Versteck zu leben."

source: Eleanor: {{Bb:"You found my parents! I knew they'd be alright."}}
de: Eleanor: "Du hast meine Eltern gefunden! Ich wusste, dass sie in Ordnung sein würden."

source: Bernard: {{Bb:"Who is that Masked Swordmaster? He looks oddly familiar."}}
de: Bernard: "Wer ist dieser maskierte Schwertmeister? Er sieht seltsam vertraut aus."

source: {{gb:Brilliant! You saved all the villagers.}}
de: {{de:Großartig! Du hast alle Dorfbewohner gerettet.}}
