Repository: spirossi/terminal-quest
Catalog: po/*_iso-8859-1.po
Languages: de

source: Let's see if we can find anything hidden around here!
de: Lasst uns sehen, ob wir hier irgendetwas Verstecktes finden können!

source: Where do you think any hidden things could be?
de: Wo denkst du, dass irgendwelche versteckten Dinge sein könnten?

source: Try {{lb:looking closely}} in {{bb:my-room}} first.
de: Versuche zuerst genau in meinem Zimmer zu schauen.

source: {{rb:Stuck? Have a look in}} {{yb:my-room}}{{rb:.}}
de: {{rb:Steckst du fest? Schau mal in}} {{yb:mein Zimmer}}{{rb:.}}

source: {{rb:Use}} {{yb:ls -a my-room}} {{rb:to look for hidden files in}} {{lb:my-room}}{{rb:.}}
de: {{yb:Benutze}} {{rb:ls -a my-room}} {{rb:um nach versteckten Dateien in}} {{lb:my-room}}{{rb:zu suchen.}}

source: You get the nagging feeling that you're missing something.
de: Du hast das Gefühl, dass dir etwas fehlt.

source: What was the command that helped you find the hidden shelter?
de: Welcher Befehl hat dir geholfen, das versteckte Unterschlupf zu finden?

source: Use it to have a {{lb:closer look around}}.
de: Benutze es, um einen {{lb:genaueren Blick}} zu werfen.

source: {{rb:Use}} {{yb:ls -a}} {{rb:to look more closely around you.}}
de: {{yb:Benutze}} {{rb:ls -a}} {{yb:um dich genauer umzuschauen.}}

source: What's that? There's a {{bb:.tiny-chest}} in the corner of the shelter.
de: Was ist das? Es gibt eine {{bb:.tiny-chest}} in der Ecke des Unterstands.

source: Have a {{lb:look inside}} the {{bb:.tiny-chest}}.
de: Schau {{lb:in}} die {{bb:.tiny-chest}}.

source: {{rb:Use}} {{yb:ls .tiny-chest}} {{rb:to look inside}}
de: {{yb:Benutze}} {{rb:ls .tiny-chest}} {{rb:um hineinzuschauen.}}

source: You see a special looking scroll with a stamp that says {{bb:MV}}.
de: Du siehst ein besonderes aussehendes Pergament mit einem Stempel, der {{bb:MV}} sagt.

source: {{lb:Read}} what it says.
de: {{lb:Lies}} was es sagt.

source: {{rb:Use}} {{yb:cat .tiny-chest/MV}} {{rb:to read the MV parchment}}
de: {{yb:Benutze}} {{rb:cat .tiny-chest/MV}} {{rb:um das MV Pergament zu lesen.}}

source: {{wb:Edward:}} {{Bb:"Hey, that's our}} {{bb:.tiny-chest}}{{Bb:. We use it to keep things safe.
de: {{wb:Edward:}} {{Bb:"Hey, das ist unser}} {{bb:.tiny-chest}}{{Bb:. Wir benutzen es, um Dinge sicher aufzubewahren.

source: That MV command is how I found out about moving objects with}} {{yb:mv}}{{Bb:.
de: Durch diesen MV-Befehl habe ich herausgefunden, wie man Objekte mit {{yb:mv}} verschiebt{{Bb:.

source: It's probably more useful to you, please take it as a thank you for saving us."}}
de: Es ist wahrscheinlich nützlicher für dich, bitte nimm es als Dankeschön für das Retten von uns."}}

source: Maybe you should go back to {{bb:my-house}} to look for more hidden items.
de: Vielleicht solltest du zurück zu {{bb:my-house}} gehen, um nach weiteren versteckten Gegenständen zu suchen.

source: To quickly go back home, use {{yb:cd ~/my-house}}
de: Um schnell zurück nach Hause zu gehen, benutze {{yb:cd ~/my-house}}

source: {{rb:Use}} {{yb:cat .chest/.note}} {{rb:to read the}} {{lb:.note}}{{rb:.}}
de: {{rb:Benutze}} {{yb:cat .chest/.note}} {{rb:um die}} {{lb:.note}}{{rb: zu lesen.}}

source: There is an old antique {{bb:.chest}} hidden under your bed, which you don't remember seeing before.
de: Unter deinem Bett ist eine alte antike {{bb:Truhe (.chest)}} versteckt, die du vorher nicht gesehen hast.

source: You walk into {{bb:my-room}} to have a closer look.
de: Du betrittst {{bb:mein-zimmer}} um es dir genauer anzusehen.

source: {{lb:Peer inside}} the {{bb:.chest}} and see what it contains.
de: Schau in den {{bb:.chest}} hinein und sieh, was er enthält.

source: {{rb:Use}} {{yb:ls .chest}} {{rb:to look inside the .chest}}
de: {{yb:Benutze}} {{rb:ls .chest}} {{yb:um in die .chest zu schauen.}}

source: There are some scrolls, similar to what you found in the {{bb:.hidden-shelter}}. They could contain more powerful commands.
de: Es gibt einige Rollen, ähnlich wie das, was du in dem {{bb:.hidden-shelter}} gefunden hast. Sie könnten mehr mächtige Befehle enthalten.

source: Use {{yb:cat}} to {{lb:read}} one of the scrolls.
de: Benutze {{yb:cat}} um {{lb:eines}} der Schriftrollen {{lb:zu lesen}}.

source: {{rb:Use}} {{yb:cat .chest/LS}} {{rb:to read the LS scroll.}}
de: {{yb:Benutze}} {{rb:cat .chest/LS}} {{yb:um den LS-Scroll zu lesen.}}

source: I wonder if there's anything else hidden in this {{lb:.chest}}?
de: Ich frage mich, ob es noch etwas anderes in dieser Truhe verborgen ist?

source: Have a {{lb:closer look}} for some more items.
de: Schau dir nochmal genauer nach, ob es noch mehr Artikel gibt.

source: {{rb:Use}} {{yb:ls -a .chest}} {{rb:to see if there are any hidden items in the chest.}}
de: {{yb:Benutze}} {{rb:ls -a .chest}} {{yb:um zu sehen, ob es irgendwelche versteckten Gegenstände in der Truhe gibt.}}

source: You suddenly notice a tiny stained {{lb:.note}}, scrumpled in the corner of the {{lb:.chest}}.
de: Du bemerkst plötzlich einen winzigen, fleckigen Zettel, der in der Ecke des Kastens zusammengerollt ist.

source: What does it say?
de: Was steht dort?

source: Look around {{lb:closely}}.
de: Schau {{lb:genau}} um.

source: {{rb:Use the command}} {{yb:ls -a}} {{rb:to look around closely.}}
de: Verwende den Befehl {{yb:ls -a}} um genau herumzuschauen.

source: There's a {{bb:.safe}}!
de: Da ist ein {{bb:.safe}}!

source: Maybe there's something useful in here. {{lb:Look inside}} the {{bb:.safe}}.
de: Vielleicht ist hier etwas Nützliches drin. Schau in den {{bb:.safe}}.

source: {{rb:Look in the}} {{bb:.safe}} {{rb:using}} {{lb:ls}}{{rb:.}}
de: {{rb:Schau im}} {{bb:.safe}} {{rb:mit}} {{lb:ls}}{{rb:.}}

source: {{rb:Use}} {{yb:ls .safe}} {{rb:to look into the .safe.}}
de: {{yb:Benutze}} {{rb:ls .safe}} {{yb:um in das .safe zu schauen.}}

source: So you found your {{bb:Mum's diary}}?
de: Hast du dein {{bb:Mum's diary}} gefunden?

source: You probably shouldn't read it...
de: Du solltest es wahrscheinlich nicht lesen...

source: What else is here? Let's {{lb:examine}} that {{bb:map}}.
de: Was ist hier noch? Lass uns {{lb:untersuchen}} diese {{bb:Karte}}.

source: {{rb:Use}} {{yb:cat}} {{rb:to read the}} {{bb:map}}{{rb:.}}
de: {{rb:Benutze}} {{yb:Katze}} {{rb:um die Karte zu lesen.}}

source: {{rb:Use}} {{yb:cat .safe/map}} {{rb:to read the map.}}
de: {{yb:Benutze}} {{rb:cat .safe/map}} {{yb:um die Karte zu lesen.}}

source: {{rb:You read your Mum's diary!}} {{ob:Your nosiness has been recorded.}}
de: Du hast in Mamas Tagebuch gelesen! Deine Neugier wurde aufgezeichnet.

source: So there's a farm around here?
de: Gibt es hier in der Nähe einen Bauernhof?

source: Apparently it's not far from our house, just off the windy road...
de: Anscheinend ist es nicht weit von unserem Haus, gleich abseits der windigen Straße...

source: What is this {{bb:ECHO}} note? {{lb:Examine}} the {{bb:ECHO}} note.
de: Was ist diese {{bb:ECHO}} Notiz? Untersuche die {{bb:ECHO}} Notiz.

source: {{rb:Use the}} {{yb:cat}} {{rb:command to read the}} {{bb:ECHO}} {{rb:note.}}
de: Benutze den {{yb:cat}} Befehl, um die {{bb:ECHO}} Notiz zu lesen.

source: {{rb:Use}} {{yb:cat .safe/ECHO}} {{rb:to read the note.}}
de: {{yb:Verwende}} {{rb:cat .safe/ECHO}} {{yb:um die Notiz zu lesen.}}

source: So the note says {{Bb:"echo hello - will make you say hello"}}
de: So sagt die Notiz: {{Bb:"echo hello - wird dich 'hello' sagen lassen"}}

source: Let's test this out.
de: Lass uns das ausprobieren.

source: {{gb:New Power}}: {{yb:echo}} followed by words
de: {{gb:Neue Fähigkeit}}: {{yb:echo}} gefolgt von Worten

source: lets you {{lb:speak}}
de: Lassen Sie dich {{lb:sprechen}}

source: {{rb:Use the command}} {{yb:echo hello}}
de: {{rb:Benutze den Befehl}} {{yb:echo hallo}}

source: You're in your room, standing in front of the {{bb:.chest}} containing all the commands you've learned so far.
de: Du stehst in deinem Zimmer vor der Truhe, die alle Befehle enthält, die du bisher gelernt hast.

source: Maybe something else is hidden in the house?
de: Vielleicht ist noch etwas anderes im Haus versteckt?

source: {{lb:Look}} in the hallway {{lb:behind you}}. Remember, behind you is {{bb:..}}
de: {{lb:Schau}} im Flur {{lb:hinter dir}}. Denk dran, hinter dir ist {{bb:..}}

source: {{rb:Look behind you with}} {{yb:ls ../}}
de: {{rb:Schau hinter dir mit}} {{yb:ls ../}}

source: You see doors to your {{bb:garden}}, {{bb:kitchen}}, {{bb:my-room}} and {{bb:parents-room}}.
de: Du siehst Türen zu deinem {{bb: Garten (garden)}}, {{bb:Küche (kitchen)}}, {{bb:meinem Zimmer (my-room}} und dem {{bb:Zimmer deiner Eltern (parents-room)}}.

source: We haven't checked out your parents' room properly yet.
de: Wir haben das Zimmer deiner Eltern noch nicht richtig überprüft.

source: {{lb:Go into your}} {{bb:parents-room}}.
de: Geh in das Zimmer deiner Eltern.

source: {{gb:Now go into your}} {{lb:parents-room}}{{gb:.}}
de: {{de:Geh jetzt in das}} {{lb:Elternzimmer.}}

source: {{rb:Use}} {{yb:cd parents-room}} {{rb:to go in.}}
de: {{rb:Benutze}} {{yb:cd parents-room}} {{rb:um hineinzugehen.}}

source: {{rb:Use}} {{yb:ls barn}} {{rb:to look in the barn.}}
de: {{yb:Benutze}} {{rb:ls barn}} {{yb:um in der Scheune zu schauen.}}

source: {{rb:Have you looked in the}} {{bb:barn}} {{rb:yet?}}
de: Hast du schon in der {{bb:Scheune (barn)}} geschaut?

source: {{rb:There is no one here. You should look somewhere else.}}
de: {{rb:Hier ist niemand. Du solltest woanders suchen.}}

source: In the {{bb:barn}}, you see a woman tending some animals.
de: In der {{bb:Scheune (barn)}}, siehst du eine Frau, die einige Tiere versorgt.

source: {{lb:Walk}} into the {{bb:barn}} so you can have a closer look.
de: {{lb:Geh}} in die {{bb:Scheune (barn)}}, um es aus der Nähe zu sehen.

source: {{rb:Use}} {{yb:cd barn}} {{rb:to walk into the barn.}}
de: {{rb:Benutze}} {{yb:cd barn}} {{rb:um in die Scheune zu gehen.}}

source: {{lb:Examine}} everyone in the {{bb:barn}} using the {{yb:cat}} command.
de: {{gb:Untersuche}} jeden in der {{bb:Scheune (barn)}} mit dem {{yb:cat}} Befehl.

source: Ruth: {{Bb:"Ah! Who are you?!"}}
de: Ruth: {{Bb:"Ah! Wer bist du?!"}}

source: Cobweb: {{Bb:"Neiiigh."}}
de: Cobweb: {{Bb:"Näääääh."}}

source: Daisy: {{Bb:"Mooooooooo."}}
de: Daisy: {{Bb:"Muuuuuuuuh."}}

source: {{rb:If you've forgotten who's in the barn, use}} {{yb:ls}} {{rb:to remind yourself.}}
de: Wenn du vergessen hast, wer in der Scheune ist, benutze {{yb:ls}} um es dir wieder ins Gedächtnis zu rufen.

source: Woah! You spoke aloud into the empty room!
de: Woah! Du hast laut in den leeren Raum gesprochen!

source: {{gb:Well done! Have a look at one more.}}
de: {{gb:Gut gemacht! Schau dir noch einen an.}}

source: {{gb:Well done! Look at %d more.}}
de: {{gb:Gut gemacht! Schau dir noch %d an.}}

source: {{gb:You learnt the new power}} {{lb:echo}}{{gb:!}}
de: {{gb:Du hast die neue Fähigkeit}} {{lb:echo}}{{gb: gelernt!}}

source: This command can probably be used to talk to people.
de: Dieser Befehl kann wahrscheinlich verwendet werden, um mit Menschen zu sprechen.

source: Now let's head to {{bb:~}} to find that farm!
de: Nun lass uns zu {{bb:~}} gehen, um diesen Bauernhof zu finden!

source: Type {{yb:cd}} by itself to go to the Windy Road {{bb:~}}
de: Gib {{yb:cd}} alleine ein, um zur Windigen Straße {{bb:~}} zu gelangen.

source: {{rb:Use}} {{yb:cd}} {{rb:by itself to go to}} {{bb:~}}
de: {{rb:Benutze}} {{yb:cd}} {{rb:allein um nach}} {{bb:~}} {{rb:zu gehen.}}

source: You are back on the windy road, which stretches endlessly in both directions. {{lb:Look around.}}
de: Du bist wieder auf der windigen Straße, die sich in beide Richtungen endlos erstreckt. {{lb:Schau dich um.}}

source: You notice a small remote farm in the distance.
de: Du bemerkst eine kleine abgelegene Farm in der Ferne.

source: {{lb:Let's go}} to the {{bb:farm}}.
de: {{lb:Lasst uns}} zum {{bb:Bauernhof (farm)}} gehen.

source: {{rb:Use}} {{yb:cd farm}} {{rb:to head to the farm.}}
de: {{rb:Benutze}} {{yb:cd farm}} {{rb:um zur Farm zu gehen.}}

source: You walk up the path to the farm
de: Du gehst den Weg zum Bauernhof hinauf.

source: You are in a farm, with a {{bb:barn}}, a {{bb:farmhouse}} and a large {{bb:toolshed}} in sight.
de: Du bist auf einem Bauernhof, mit einer {{bb:Scheune (barn)}}, einem {{bb:Bauernhaus (farmhouse)}} und einem großen {{bb:Werkzeugschuppen (toolshed)}} in Sicht.

source: The land is well tended and weed free, so there must be people about here.
de: Das Land ist gut gepflegt und unkrautfrei, also müssen hier Leute sein.

source: {{lb:Look around}} and see if you can find someone to talk to.
de: {{lb:Schau dich um}} und sieh, ob du jemanden findest, mit dem du reden kannst.

source: Ruth: {{Bb:"Excuse me? What did you say? You know to use the}} {{lb:echo}} {{Bb:command, yes?"}}
de: Ruth: Entschuldigung? Was hast du gesagt? Du weißt, wie man den Befehl {{lb:echo}} benutzt, richtig?

source: {{rb:Use}} {{yb:echo 1}}{{rb:,}} {{yb:echo 2}} {{rb:or}} {{yb:echo 3}} {{rb:to reply.}}
de: {{rb:Verwende}} {{yb:echo 1}}{{rb:,}} {{yb:echo 2}} {{rb:oder}} {{yb:echo 3}} {{rb:um zu antworten.}}

source: Ruth: {{Bb:"I thought so!"}}
de: Ruth: Ich dachte es mir!

source: {{yb:"No"}}
de: Nein.

source: Ruth: {{Bb:"Stop lying, I know you do."}}
de: Ruth: Hör auf zu lügen, ich weiß, dass du es tust.

source: {{yb:"I don't know"}}
de: Ich weiß nicht.

source: Ruth: {{Bb:"You don't know? That's worrying..."}}
de: Ruth: Weißt du es nicht? Das ist beunruhigend...

source: {{Bb:"Did you walk all the way from town? Did you see my husband there?
de: Hast du den ganzen Weg von der Stadt zu Fuß gegangen? Hast du meinen Ehemann dort gesehen?}}

source: He's a pretty}} {{bb:grumpy-man}}{{Bb:, he was travelling to town because of that big meeting with the Mayor."}}
de: Er ist ein ziemlich {{bb:grummeliger Mann}}, er reiste in die Stadt wegen dieses großen Treffens mit dem Bürgermeister.

source: {{yb:1: "I'm sorry, he disappeared in front of me."}}
de: {{yb:1: "Entschuldigung, er verschwand vor meinen Augen."}}

source: {{yb:2: "I didn't see your husband, but people have been disappearing in town."}}
de: {{yb:2: "Ich habe deinen Ehemann nicht gesehen, aber Leute verschwinden in der Stadt."}}

source: {{yb:3: "I don't know anything."}}
de: {{yb:3: "Ich weiß nichts."}}

source: Respond with one of the following options using the {{yb:echo}} command and option number.
de: Antworte mit einer der folgenden Optionen mit dem Befehl {{yb:echo}} und der Nummer der Option.

source: Ruth: {{Bb:"I feel like you're hiding something from me..."}}
de: Ruth: {{Bb:"Ich habe das Gefühl, dass du mir etwas verheimlichst..."}}

source: Ruth: {{Bb:"Really? Are you sure you didn't see a}} {{lb:grumpy-man}}{{Bb: in town?"}}
de: Ruth: Wirklich? Bist du sicher, dass du keinen grummeligen Mann in der Stadt gesehen hast?

source: {{yb:"I'm sorry, he disappeared in front of me."}}
de: Es tut mir leid, er verschwand vor meinen Augen.

source: Ruth: {{Bb:"He disappeared in front of you?? Oh no! They've been saying on the radio that people have been going missing...what should I do?"}}
de: Ruth: "Er verschwand vor deinen Augen?? Oh nein! Sie haben im Radio gesagt, dass Leute verschwinden...was soll ich tun?"

source: {{yb:1: "Some people survived by going into hiding."}}
de: {{yb:1: "Einige Menschen überlebten, indem sie sich versteckten."}}

source: {{yb:2: "I think you should go and look for your husband"}}
de: {{yb:2: "Ich denke, du solltest gehen und nach deinem Ehemann suchen."}}

source: Ruth: {{Bb:What did you say? I didn't catch that.}}
de: Ruth: {{Bb:Was hast du gesagt? Ich habe das nicht verstanden.}}

source: Ruth: {{Bb:"I would, but I'm scared of going missing myself." "He might come back, so I should stay here in case he does. Can you think of anything else?"}}
de: Ruth: {{Bb:"Ich würde, aber ich habe Angst, mich selbst zu verlieren." "Er könnte zurückkommen, also sollte ich hierbleiben, falls er es tut. Fällt noch was ein?"}}

source: Ruth: {{Bb:"You startled me!"
de: }} Ruth: Du hast mich erschreckt!

source: "Do I know you? You look familiar..."
de: "Kennst du mich? Du siehst bekannt aus..."

source: "Wait, you're}} {{bb:Mum}}{{Bb:'s kid, aren't you!"
de: Warte, du bist doch {{bb:Mums}} Kind, oder?

source: "...Yes? Do you have a tongue?"
de: "...Ja? Hast du eine Zunge?"

source: "Is your name not}} {{yb:%s}}{{Bb:?"}}
de: Ist dein Name nicht %s?

source: {{gb:Reply with}} {{yb:echo yes}} {{gb:or}} {{yb:echo no}}{{gb:.}}
de: {{yb:Antworte mit}} {{yb:echo ja}} {{gb:oder}} {{yb:echo nein}}{{gb:.}}

source: {{rb:Use}} {{yb:echo}} {{rb:to reply to her question.}}
de: Verwende {{yb:echo}} um auf ihre Frage zu antworten.

source: {{rb:Reply with yes by using}} {{yb:echo yes}}{{rb:.}}
de: Antworte mit ja durch {{yb:echo yes}}.

source: Ruth: {{Bb:"Oh don't be ridiculous, you look just like her."}}
de: Ruth: "Ach, sei doch nicht albern, du siehst ihr genauso ähnlich."

source: {{yb:"Yes"}}
de: Ja.

source: Ruth: {{Bb:"Ah, I knew it!"}}
de: Ruth: Ah, ich wusste es!

source: {{Bb:"So you live in that little house outside town?"}}
de: {{Bb:"Wohnst du also in dem kleinen Haus außerhalb der Stadt?"}}

source: {{yb:1: "Yes"}}
de: Ja

source: {{yb:2: "No"}}
de: Nein.

source: {{yb:3: "I don't know"}}
de: 3: "Ich weiß nicht."

source: {{gb:Use}} {{yb:echo 1}}{{gb:,}} {{yb:echo 2}} {{gb:or}} {{yb:echo 3}} {{gb:to reply with either option 1, 2 or 3.}}
de: {{gb:Verwenden Sie}} {{yb:echo 1}}{{gb:,}} {{yb:echo 2}} {{gb:oder}} {{yb:echo 3}} {{gb:, um mit Option 1, 2 oder 3 zu antworten.}}

source: {{rb:If you want to reply with "%s", use}} {{yb:echo %s}}
de: {{rb:Wenn du mit "%s" antworten möchtest, benutze}} {{yb:echo %s}}

source: {{rb:You need to look in your}} {{bb:wardrobe}} {{rb:for that item.}}
de: {{rb:Du musst in deinem}} {{bb:Kleiderschrank (wardrobe)}} {{rb:nach diesem Gegenstand suchen.}}

source: Awesome, you're nearly dressed to quest.
de: Toll, du bist fast bereit fürs Abenteuer.

source: Finally, check out that {{bb:cap}}.
de: Zu guter Letzt: schau dir diese {{bb:Mütze (cap)}} an.

source: {{rb:Type}} {{yb:cat wardrobe/cap}} {{rb:to}} {{lb:examine}} {{rb:the cap.}}
de: {{rb:Tippe}} {{yb:cat wardrobe/cap}} {{rb:um}} {{lb:die Mütze zu untersuchen.}}

source: Awesome, now you can see the objects around you.
de: Toll, jetzt kannst du die Objekte um dich herum sehen.

source: There's your {{bb:bed}}, an {{bb:alarm}}...
de: Da ist dein {{bb:Bett (bed)}}, ein {{bb:Wecker (alarm)}}...

source: Euuughh...turn that {{bb:alarm}} off!
de: Wääähh...schalte diesen {{bb:Wecker (alarm)}} aus!

source: {{gb:New Power}}: to {{lb:examine}} objects, type
de: {{gb:Neue Fähigkeit}}: um Objekte zu {{lb:untersuchen}}, tippe

source: {{yb:cat}} and the object name.
de: {{yb:cat}} gefolgt vom Objektnamen.

source: Use {{yb:cat alarm}} to {{lb:examine}} the {{bb:alarm}}.
de: Benutze {{yb:cat alarm}}, um den {{bb:Wecker (alarm)}} {{lb:zu untersuchen}}.

source: {{rb:Type}} {{yb:cat alarm}} {{rb:to investigate the alarm.}}
de: {{rb:Tippe}} {{yb:cat alarm}}{{rb:, um den Wecker zu untersuchen.}}

source: Ok - it's switched off. Better get dressed...
de: Ok - er ist aus. Besser mal anziehen...

source: Type {{yb:ls wardrobe/}} to {{lb:look inside}} your {{bb:wardrobe}}.
de: Gib {{yb:ls wardrobe/}} ein, um in deinen {{bb:Kleiderschrank}} {{lb:zu schauen.}}

source: {{rb:Type}} {{yb:ls wardrobe/}} {{rb:to look for something to wear.}}
de: {{rb:Tippe}} {{yb:ls wardrobe/}} {{rb:ein, um nach etwas zum Anziehen zu suchen.}}

source: Check out that {{bb:t-shirt}}!
de: Schau dir das {{bb:T-Shirt (t-shirt)}} an!

source: {{lb:Examine}} the {{bb:t-shirt}} with {{yb:cat wardrobe/t-shirt}} to see how it looks.
de: {{lb:Untersuche}} das {{bb:T-Shirt (t-shirt)}} mit {{yb:cat wardrobe/t-shirt}} um zu sehen, wie es aussieht.

source: {{rb:Type}} {{yb:cat wardrobe/t-shirt}} {{rb:to investigate how it looks.}}
de: {{rb:Tippe}} {{yb:cat wardrobe/t-shirt}} {{rb:ein, um zu sehen, wie es aussieht.}}

source: Looking good! Put that on and look for something else.
de: Sieht gut aus! Zieh es an und such nach etwas anderem.

source: {{lb:Examine}} the {{bb:skirt}} or the {{bb:trousers}}.
de: {{lb:Untersuche}} den {{bb:Rock (skirt)}} oder die {{bb:Hose (trousers)}}.

source: {{rb:Type}} {{yb:cat wardrobe/trousers}} {{rb:or}} {{yb:cat wardrobe/skirt}} {{rb:to dress yourself.}}
de: {{rb:Tippe}} {{yb:cat wardrobe/trousers}} {{rb:oder}} {{yb:cat wardrobe/skirt}} {{rb:um dich anzuziehen.}}

source: Ruth: {{Bb:"Ah, look! There are some instructions with the word}} {{bb:MKDIR}} {{Bb:on it."}}
de: Ruth: {{Bb:"Ah, schau! Da sind einige Anweisungen mit dem Wort}} {{bb:MKDIR}} {{Bb:drauf."}}

source: {{Bb:"What does it say?"}}
de: {{Bb:"Was steht dort?"}}

source: {{lb:Examine}} the {{bb:MKDIR}} instructions.
de: {{lb:Untersuche}} die {{bb:MKDIR}} Anweisungen.

source: Ruth: {{Bb:"...you are able to read, yes? You use}} {{yb:cat}} {{Bb:to read things."}}
de: Ruth: {{Bb:"...du kannst lesen, ja? Du benutzt {{yb:Katze}} um Dinge zu lesen."}}

source: Ruth: {{Bb:"What do you kids learn in schools nowadays..."}}
de: Ruth: {{Bb:"Was lernen die Kinder heutzutage in der Schule..."}}

source: {{Bb:"Just use}} {{yb:cat MKDIR}} {{Bb:to read the paper."}}
de: {{Bb:"Verwende}} {{yb:cat MKDIR}}{{Bb:, um die Arbeit zu lesen."}}

source: {{rb:Use}} {{yb:cat MKDIR}} {{rb:to read it.}}
de: {{yb:Benutze}} {{rb:cat MKDIR}} {{yb:um es zu lesen.}}

source: Ruth: {{Bb:"This says you can make something using the word}} {{yb:mkdir}}{{Bb:?"}}
de: Ruth: Sagt dies, dass man etwas mit dem Wort {{yb:mkdir}} machen kann?

source: Try making an igloo using {{yb:mkdir igloo}}
de: Versuche, einen Iglu mit {{yb:mkdir igloo}} zu machen.

source: {{gb:New Power}}: {{yb:mkdir}} followed by a word
de: {{gb:Neue Fähigkeit}}: {{yb:mkdir}} gefolgt von einem Wort

source: lets you {{lb:create}} a shelter
de: {{lb:Ermöglicht es dir}} einen Unterschlupf zu {{lb:erstellen}}.

source: {{rb:Create an igloo structure by using}} {{yb:mkdir igloo}}
de: {{rb:Erstelle eine Igloo-Struktur mit}} {{yb:mkdir igloo}}

source: {{gb:Well done for checking the page again!}}
de: {{gb:Gut gemacht, dass du die Seite nochmal überprüft hast!}}

source: Now have a {{lb:look around}} and see what's changed.
de: Jetzt {{lb:schau dich}} um und sieh was sich geändert hat.

source: {{yb:"Some people survived by going into hiding."}}
de: {{yb:"Einige Leute überlebten, indem sie sich versteckten."}}

source: Ruth: {{Bb:"Oh! That reminds me, my husband used to build special shelters to store crops in over winter. I think he used a specific tool. We should take a look in his toolshed to see if we can find it."}}
de: Ruth: "Oh! Das erinnert mich, mein Mann hat früher besondere Unterstände gebaut, um die Ernte über den Winter zu lagern. Ich glaube, er hat ein spezielles Werkzeug dafür benutzt. Wir sollten mal in seiner Werkzeugkammer nachsehen, ob wir es find

source: Use the {{lb:cd}} command to go into the {{bb:toolshed}}.
de: Benutze den {{lb:cd}} Befehl, um in den {{bb:Werkzeugschuppen}} zu gehen.

source: {{rb:Go to the toolshed in one step using}} {{yb:cd ../toolshed}}
de: Gehe mit einem Schritt zum Werkzeugschuppen mit {{yb:cd ../toolshed}}

source: {{gb:You walk outside. Now go into the}} {{bb:toolshed}}{{gb:.}}
de: {{gb:Du gehst nach draußen. Jetzt geh in den}} {{bb:Geräteschuppen}}{{gb:.}}

source: {{rb:Use}} {{yb:cd toolshed}} {{rb:to go in the toolshed.}}
de: {{yb:Benutze}} {{rb:cd toolshed}} {{yb:um in den Werkzeugschuppen zu gehen.}}

source: {{bb:Ruth}} follows you into the {{bb:toolshed}}. It's a very large space with tools lining the walls.
de: {{bb:Ruth}} folgt dir in den {{bb:Werkzeugschuppen}}. Es ist ein sehr großer Raum mit Werkzeugen, die die Wände säumen.

source: Ruth: {{Bb:"Let's}} {{lb:look around}} {{Bb:for anything that could be useful."}}
de: Ruth: {{Bb:"Lasst uns}} {{lb:mal schauen}}, ob wir {{Bb:irgendetwas Nützliches}} finden können.
