Repository: spirossi/terminal-quest
Catalog: po/*_iso-8859-1.po
Languages: de

source: {{yb:"If we call it}} {{bb:hidden-shelter}}{{yb:, that will make it hidden."}}
de: {{yb:"Wenn wir es}} {{bb:versteckte-Unterkunft}}{{yb: nennen, wird es versteckt sein."}}

source: Ruth: {{Bb:"So creating one called}} {{bb:hidden-shelter}} {{Bb:should make it hidden? Ok, let's try that."}}
de: Ruth: Sollte ich eins namens "hidden-shelter" erstellen, damit es versteckt ist? Ok, lass uns das versuchen.

source: Try {{lb:building}} a shelter called {{bb:hidden-shelter}}.
de: Versuche, einen Unterschlupf namens "hidden-shelter" zu bauen.

source: {{rb:You need to make a shelter called}} {{yb:hidden-shelter}}{{rb:.}}
de: Du musst einen Unterschlupf namens {{yb:hidden-shelter}} machen.

source: {{rb:Use the command}} {{yb:mkdir hidden-shelter}} {{rb:to make the shelter.}}
de: Verwende den Befehl {{yb:mkdir hidden-shelter}} um den Unterschlupf zu erstellen.

source: Ruth: {{Bb:"You said the shelter should be called}} {{bb:hidden-shelter}}{{Bb:, not}} {{lb:.hidden-shelter}}{{Bb:."}} {{yb:Press UP to replay the old command, and edit it.}}
de: Ruth: Du hast gesagt, dass der Unterschlupf {{bb:hidden-shelter}} heißen soll, nicht {{lb:.hidden-shelter}}.

source: {{lb:Look around}} to see if it is hidden correctly.
de: {{lb:Schau dich um}} um zu sehen, ob es richtig versteckt ist.

source: {{gb:Close!}} {{ob:But you need to check if the shelter is hidden, so don't look around you}} {{yb:too closely}}{{rb:.}}
de: {{gb:Schließe!}} {{ob:Aber du musst überprüfen, ob das Versteck versteckt ist, also schau nicht}} {{yb:zu genau}}{{rb:.}}

source: Ruth: {{Bb:"You made}} {{bb:hidden-shelter}}{{Bb:!"}}
de: Ruth: Du hast den versteckten Unterschlupf gemacht!

source: {{Bb:"...The problem is, I can see it too. I don't think it worked.
de: ...Das Problem ist, ich kann es auch sehen. Ich glaube nicht, dass es funktioniert hat.

source: How else could you make something hidden?"}}
de: Wie könntest du sonst etwas verstecken?"}}

source: {{yb:1: "If you put a . in front of the name, it makes it hidden."}}
de: {{yb:1: "Wenn du einen . vor den Namen setzt, wird es versteckt."}}

source: {{yb:2: "You're mistaken. You can't see the hidden-shelter, it's hidden."}}
de: Du irrst dich. Du kannst das versteckte Versteck nicht sehen, es ist versteckt.

source: Use {{yb:echo}} to talk to {{bb:Ruth}}.
de: Benutze {{yb:echo}} um mit {{bb:Ruth}} zu sprechen.

source: Ruth: {{Bb:You NEED to speak more clearly. I can't understand you.}}
de: Ruth: Du MUSST deutlicher sprechen. Ich verstehe dich nicht.

source: {{rb:Use}} {{yb:echo 1}} {{rb:or}} {{yb:echo 2}} {{rb:to reply.}}
de: Benutze {{yb:echo 1}} oder {{yb:echo 2}} um zu antworten.

source: Be careful kid, I'm not stupid. That shelter is not hidden.
de: Sei vorsichtig, Junge, ich bin nicht dumm. Dieser Unterschlupf ist nicht versteckt.

source: How do I make one that is?}}
de: Wie mache ich eins davon?}}

source: {{gb:Wow! You built an igloo. You now have the power mkdir.}}
de: {{gb:Wow! Du hast ein Iglu gebaut. Du hast jetzt die Macht mkdir.}}

source: {{yb:"If you put a . in front of the name, it makes it hidden."}}
de: {{yb:"Wenn du einen . vor den Namen setzt, macht es ihn versteckt."}}

source: Ruth: {{Bb:"So if we called the shelter}} {{bb:.shelter}}{{Bb:, it would be hidden? Let's try it!"}}
de: Ruth: Wenn wir das {{bb:.shelter}} nennen, wäre es dann versteckt? Lass es uns versuchen!

source: {{lb:Build}} a shelter called {{bb:.shelter}}
de: Errichte einen Unterschlupf namens .shelter

source: {{rb:Make}} {{bb:.shelter}} {{rb:using}} {{yb:mkdir .shelter}}{{rb: - remember the dot!}}
de: {{rb:Erstelle}} {{bb:.shelter}} {{rb:mit}} {{yb:mkdir .shelter}}{{rb: - denke an den Punkt!}}

source: Ruth: {{Bb:"That's amazing! Please help me build a shelter!
de: Ruth: {{Bb:"Das ist erstaunlich! Bitte hilf mir, einen Unterschlupf zu bauen!

source: Can we build it in the}} {{bb:barn}}{{Bb:, as then it'll be easier to move the animals inside."}}
de: Können wir es im Stall bauen, dann wird es einfacher sein, die Tiere hineinzubringen.

source: Check it is properly hidden. Use {{yb:ls}} to see if it is visible.
de: Prüfe, ob es ordnungsgemäß versteckt ist. Verwende {{yb:ls}} um zu sehen, ob es sichtbar ist.

source: {{lb:Go}} back into the {{bb:barn}}.
de: {{lb:Geh}} zurück in den {{bb:Schuppen}}.

source: {{rb:Use}} {{yb:ls}}{{rb:, not ls -a, to check your shelter is hidden.}}
de: {{rb:Benutze}} {{yb:ls}}, {{rb:nicht ls -a}, {{rb:um zu überprüfen, dass dein Unterschlupf versteckt ist.}}

source: {{gb:Good, we can't see it in the barn.}}
de: {{gb:Gut, wir können es nicht im Schuppen sehen.}}

source: Now look around with {{yb:ls -a}} to check it actually exists!
de: Jetzt schau mit {{yb:ls -a}} herum, um zu überprüfen, dass es tatsächlich existiert!

source: {{rb:Use}} {{yb:ls -a}} {{rb:to look around.}}
de: {{yb:Benutze}} {{rb:ls -a}} {{yb:um dich umzusehen.}}

source: {{gb:It worked! You've succesfully created something hidden.}}
de: {{gb:Es hat funktioniert! Du hast erfolgreich etwas Verstecktes erstellt.}}

source: Ruth: {{Bb:"Did you make something? That's amazing!"
de: Ruth: {{Bb:"Hast du etwas gemacht? Das ist ja erstaunlich!"

source: "...unfortunately I can't see it...please can you put me and the animals inside?"}}
de: "...Leider kann ich es nicht sehen... Können Sie mich und die Tiere bitte darin einschließen?"}}

source: {{lb:Move}} everyone into the {{bb:.shelter}} one by one.
de: {{lb:Bewege}} jeden einzeln in den {{bb:.shelter}}.

source: {{gb:You look around.}}
de: {{gb:Du schaust dich um.}}

source: {{rb:Use}} {{yb:%s}} {{rb:to progress}}
de: {{rb:Verwende}} {{yb:%s}}, {{rb:um voranzukommen.}}

source: {{gb:Well done! Move one more in the}} {{yb:.shelter}}
de: {{gb:Gut gemacht! Bewege noch einen mehr in den}} {{yb:.shelter}}

source: {{gb:Well done! Move %s more.}}
de: Gut gemacht! Bewege %s mehr.

source: {{gb:Press}} {{ob:Enter}} {{gb:to continue}}
de: {{gb:Drücke}} {{ob:Enter}} {{gb:um fortzufahren}}

source: {{lb:Go}} into the {{bb:.shelter}} along with {{bb:Ruth}} and the animals.
de: {{lb:Geh}} zusammen mit {{bb:Ruth}} und den Tieren in den {{bb:.shelter}}.

source: {{rb:Type}} {{yb:cd .shelter}} {{rb:to go into the}} {{bb:.shelter}}{{rb:.}}
de: {{rb:Gib}} {{yb:cd .shelter}} {{rb:ein, um in den}} {{bb:.shelter}}{{rb: zu gehen.}}

source: Have a {{lb:look around}} to check you moved everyone.
de: Schau dich {{lb:um}} um, um zu überprüfen, dass du jeden umgesetzt hast.

source: {{rb:Use}} {{yb:cd ..}} {{rb:to go back.}}
de: {{rb:Benutze}} {{yb:cd ..}} {{rb:um zurückzugehen.}}

source: {{rb:Look around using}} {{yb:ls}}{{rb:.}}
de: {{rb:Schau dich um mit}} {{yb:ls}}{{rb:.}}

source: {{gb:You walk outside. Now go into the}} {{bb:barn}}{{gb:.}}
de: {{de:Du gehst nach draußen. Jetzt geh in den}} {{bb:Schuppen}}{{de:.}}

source: {{rb:Use}} {{yb:cd barn}} {{rb:to go in the barn.}}
de: Benutze {{yb:cd barn}} um in den Schuppen zu gehen.

source: Ruth: {{Bb:"Your igloo was great, but anyone would be able to find it."}}
de: Ruth: Dein Iglu war großartig, aber jeder würde es finden können.

source: {{Bb:Is it possible to make something hidden?"}}
de: Ist es möglich, etwas zu verstecken?

source: {{yb:1: "If we call it}} {{bb:hidden-shelter}}{{yb:, that will make it hidden."}}
de: {{yb:1: Wenn wir es}} {{bb:versteckte-unterkunft}} {{yb:nennen, wird es versteckt sein.}}

source: {{yb:2: "Putting a . at the front makes things hidden."}}
de: {{yb:2: "Indem man einen . vorne anfügt, werden Dinge versteckt."}}

source: {{yb:3: "It's impossible to make a hidden shelter."}}
de: {{yb:3: "Es ist unmöglich, einen versteckten Unterschlupf zu machen."}}

source: Use {{yb:echo}} to tell {{bb:Ruth}} how to make things hidden.
de: Benutze {{yb:echo}} um {{bb:Ruth}} zu sagen, wie man Dinge verstecken kann.

source: Ruth: {{Bb:"You're really going to have to speak up, I can't understand anything you're saying."}}
de: Ruth: {{Bb:"Du musst wirklich lauter sprechen, ich verstehe gar nichts, was du sagst."}}

source: {{rb:Use}} {{yb:echo 1}}{{rb:,}} {{yb:echo 2}} {{rb:or}} {{yb:echo 3}} {{rb:to reply to Ruth.}}
de: {{rb:Benutze}} {{yb:echo 1}}{{rb:,}} {{yb:echo 2}} {{rb:oder}} {{yb:echo 3}}, {{rb:um Ruth zu antworten.}}

source: Ruth: {{Bb:"...Really? Are you sure about that?"}}
de: Ruth: ...Wirklich? Bist du dir da sicher?

source: Ruth: {{Bb:"It's alright. We're all safe, everyone's still here. I wonder why it's ringing?"}}
de: Ruth: "Es ist in Ordnung. Wir sind alle in Sicherheit, jeder ist noch hier. Ich frage mich, warum es klingelt?"

source: Perhaps we should investigate that sound. Who else do we know?
de: Vielleicht sollten wir diesen Klang untersuchen. Wen kennen wir noch?

source: Maybe you should check back on the family in the {{bb:.hidden-shelter}} and talk to them with your new found voice.
de: Vielleicht solltest du bei der Familie im {{bb:.versteckten-unterschlupf}} nachschauen und mit deiner neu gefundenen Stimme mit ihnen sprechen.

source: Start heading back to the {{bb:.hidden-shelter}} using {{yb:cd}}.
de: Geh zurück zur {{bb:.versteckten-Unterkunft}} mit {{yb:cd}}.

source: {{rb:We can go directly to the}} {{bb:.hidden-shelter}} {{rb:using}} {{yb:cd ~/town/.hidden-shelter}}
de: Wir können direkt zum {{bb:.hidden-shelter}} gehen, indem wir {{yb:cd ~/town/.hidden-shelter}} eingeben.

source: {{gb:Keep going.}}
de: {{gb:Mach weiter.}}

source: Have a {{lb:look around}}.
de: {{lb:Schau dich um}}.

source: {{gb:Well done, it looks like everyone is here!}}
de: Gut gemacht, es sieht so aus, als wären alle hier!

source: Ruth: {{Bb:"Thank you so much!"}}
de: Ruth: {{Bb:"Vielen Dank!"}}

source: {{Bb:"We'll stay in here to keep safe. I'm so grateful for everything you've done."}}
de: "Wir werden hierbleiben, um uns in Sicherheit zu bringen. Ich bin so dankbar für alles, was du getan hast."

source: Use {{yb:cat}} to check that the animals are happy in here.
de: Benutze {{yb:cat}} um zu überprüfen, dass die Tiere hier glücklich sind.

source: {{rb:Use}} {{yb:cat}} {{rb:to examine an animal, e.g.}} {{yb:cat Daisy}}{{rb:.}}
de: Verwende Katze, um ein Tier zu untersuchen, z.B. Katze Daisy.

source: Ruth: {{Bb:"What?? I heard a bell! What does that mean?"}}
de: Ruth: "Was?? Ich habe eine Glocke gehört! Was bedeutet das?"

source: Quick! {{lb:Look around}} and see if anyone is missing.
de: Schnell! Schau dich um und sehe nach, ob jemand fehlt.

source: It appears that everyone is still here...
de: Es scheint, dass alle immer noch hier sind...

source: Ruth: {{Bb:"I heard it again! Is that the sound you heard when my husband went missing?" }}
de: Ruth: "Hab ich es wieder gehört! Ist das der Klang, den du gehört hast, als mein Ehemann verschwunden ist?"

source: Have another quick {{lb:look around}}.
de: Nimm noch einen schnellen {{lb:Blick}} um dich herum.

source: {{rb:Use}} {{yb:cd ..}} {{rb:to go into town.}}
de: {{rb:Benutze}} {{yb:cd ..}} {{rb:um in die Stadt zu gehen.}}

source: Eleanor: {{Bb:Yay, we're going on an adventure!}}
de: Eleanor: {{Bb:Juhu, wir gehen auf ein Abenteuer!}}

source: {{yb:"I'm afraid not. When did you last see them?"}}
de: {{yb:"Ich fürchte nicht. Wann hast du sie zuletzt gesehen?"}}

source: Eleanor: {{Bb:"Not long ago. The dog ran out again, so they went outside to look for him."}}
de: Eleanor: Nicht lange her. Der Hund lief wieder aus, also gingen sie nach draußen, um nach ihm zu suchen.

source: {{yb:"Weren't they with you in the hidden-shelter?"}}
de: Waren sie nicht mit dir im Versteck?

source: Eleanor: {{Bb:"No, they went outside. The dog ran away again, so they went outside to look for it. Maybe they got lost?"}}
de: Eleanor: Nein, sie sind nach draußen gegangen. Der Hund ist wieder weggelaufen, also sind sie nach draußen gegangen, um nach ihm zu suchen. Vielleicht sind sie verloren gegangen?

source: {{yb:"(lie) Yes, I saw them in town."}}
de: Ja, ich habe sie in der Stadt gesehen.

source: Eleanor: {{Bb:"Oh that's good! The dog ran away again, and they went outside to look for him."
de: Eleanor: "Oh das ist gut! Der Hund ist wieder weggelaufen, und sie sind nach draußen gegangen, um nach ihm zu suchen."

source: "The bell scared me, but I'm pleased they're alright." }}
de: Die Glocke hat mich erschreckt, aber ich bin froh, dass sie in Ordnung sind.

source: {{Bb:"Let's go to town together and find them. I'm sure I'll be safe if I'm with you."}}
de: "Lass uns gemeinsam in die Stadt gehen und sie finden. Ich bin mir sicher, dass ich mit dir sicher sein werde."

source: {{gb:Eleanor joined you as a companion! You can check how she is any time with}} {{yb:cat Eleanor}}{{gb:.}}
de: Eleanor ist als Begleiterin zu dir gestoßen! Du kannst jederzeit nachsehen, wie es ihr geht, mit {{yb:cat Eleanor}}.

source: {{lb:Leave}} the {{bb:.hidden-shelter.}} Don't worry, {{bb:Eleanor}} will follow!
de: {{lb:Verlassen}} Sie die {{bb:.versteckte-Unterkunft.}} Mach dir keine Sorgen, {{bb:Eleanor}} wird folgen!

source: Eleanor: {{Bb:Have you forgotten how to look around? You need to use}} {{yb:ls}}{{Bb:.}}
de: Eleanor: Hast du vergessen, wie man sich umschaut? Du musst {{yb:ls}} benutzen.

source: Eleanor: {{Bb:"Let's go to the}} {{bb:east}} {{Bb:of town."}}
de: Eleanor: Lass uns nach Osten der Stadt gehen.

source: {{Bb:"Haven't you noticed it before? It's over there! Look over there."}}
de: Hast du es nicht vorher bemerkt? Es ist da drüben! Schau da drüben.

source: Use {{yb:ls}} to see what {{bb:Eleanor}} is trying to show you.
de: Benutze {{yb:ls}} um zu sehen was {{bb:Eleanor}} dir zeigen will.

source: Eleanor: {{Bb:Why are you looking at me? You should be looking over THERE.}}
de: Eleanor: Warum schaust du mich an? Du solltest da DRÜBEN hinschauen.

source: You look in the direction {{bb:Eleanor}} is pointing.
de: Du schaust in die Richtung, in die {{bb:Eleanor}} zeigt.

source: There is a narrow road leading to another part of town.
de: Es gibt eine schmale Straße, die zu einem anderen Teil der Stadt führt.

source: This must take us to the {{bb:east}} part.
de: Das muss uns in den {{bb:östlichen}} Teil bringen.

source: Eleanor: {{Bb:Let's go there and see if we can find my parents.}}
de: Eleanor: {{Bb:Lasst uns dorthin gehen und sehen, ob wir meine Eltern finden können.}}

source: {{lb:Go}} into the {{bb:east}} of town.
de: {{lb:Geh}} in den {{bb:Osten}} der Stadt.

source: {{rb:Use}} {{lb:cd}} {{rb:to go into the east part of town}}
de: {{rb:Verwende}} {{lb:cd}} {{rb:, um in den östlichen Teil der Stadt zu gehen.}}

source: {{rb:Use}} {{yb:cd east}} {{rb:}}
de: {{rb:Benutze}} {{yb:cd east}} {{rb:}}

source: Eleanor: {{Bb:Let's go to the}} {{lb:east}} {{Bb:of town. Come on slow coach!}}
de: Eleanor: {{Bb:Lass uns in den}} {{lb:Osten (east)}} {{Bb:der Stadt gehen. Komm schon, Langsamfahrer!}}

source: You see {{bb:Eleanor}}. Listen to what she has to say.
de: Du siehst Eleanor. Höre, was sie zu sagen hat.

source: {{rb:Use}} {{yb:cat Eleanor}} {{rb:to see what she has to say.}}
de: {{rb:Benutze}} {{yb:cat Eleanor}} {{rb:um zu sehen, was sie zu sagen hat.}}

source: Eleanor: {{Bb:"Oh, it's you! Have you seen my Mum and Dad?"}}
de: Eleanor: "Oh, du bist es! Hast du meine Mum und Dad gesehen?"

source: {{yb:1: "I'm afraid not. When did you last see them?"}}
de: {{yb:1: "Leider nicht. Wann hast du sie das letzte Mal gesehen?"}}

source: {{yb:2: "Weren't they with you in the hidden-shelter?"}}
de: {{yb:2: Waren sie nicht mit dir im Versteck?}}

source: {{yb:3: "(lie) Yes, I saw them in town."}}
de: 3: "(lie) Ja, ich habe sie in der Stadt gesehen."

source: Use the {{yb:echo}} command to talk to {{bb:Eleanor}}.
de: Benutze den {{yb:echo}} Befehl, um mit {{bb:Eleanor}} zu sprechen.

source: Eleanor: {{Bb:"Pardon? What did you say?"}}
de: Eleanor: "Entschuldigung? Was hast du gesagt?"

source: {{rb:Use}} {{yb:echo 1}}{{rb:,}} {{yb:echo 2}} {{rb:or}} {{yb:echo 3}} {{rb:to reply.}}
de: {{rb:Verwende}} {{yb:echo 1}}{{rb:,}} {{yb:echo 2}} {{rb:oder}} {{yb:echo 3}}{{rb:, um zu antworten.}}

source: {{rb:Use}} {{yb:cat Bernard}} {{rb:to see what Bernard has to say.}}
de: {{rb:Benutze}} {{yb:cat Bernard}} {{rb:um zu sehen, was Bernard zu sagen hat.}}

source: Eleanor: {{Bb:My}} {{lb:cat}} {{Bb:used to be a great listener, I'd tell her everything.}}
de: Eleanor: Meine Katze war früher ein großartiger Zuhörer, ich habe ihr alles erzählt.

source: You walk down the narrow road, with {{bb:Eleanor}} dancing alongside, until you reach an open space in the {{bb:east}} part of town.
de: Du gehst die schmale Straße hinunter, mit {{bb:Eleanor}} an deiner Seite tanzend, bis du einen offenen Platz im {{bb:östlichen}} Teil der Stadt erreichst.

source: {{lb:Look around.}}
de: {{lb:Sieh dich um.}}

source: Eleanor: {{Bb:I can't see my parents anywhere...but there's a weird building there.}}
de: Eleanor: Ich kann meine Eltern nirgends sehen... aber da ist ein seltsames Gebäude.

source: You see a {{bb:shed-shop}}, {{bb:library}} and {{bb:restaurant}}.
de: Du siehst einen Schuppenladen, eine Bibliothek und ein Restaurant.

source: Eleanor: {{Bb:"Hey, what is that shed-shop?"}}
de: Eleanor: "Hey, was ist das Schuppen-Geschäft?"

source: {{Bb:"Let's}} {{lb:go in}}{{Bb:!"}}
de: {{Bb:"Lasst uns}} {{lb:reingehen}}{{Bb:!"}}

source: {{rb:Use}} {{yb:cd shed-shop}} {{rb:to go in the shed-shop.}}
de: {{yb:Benutze}} {{rb:cd shed-shop}} {{yb:um in den Schuppenladen zu gehen.}}

source: Eleanor: {{Bb:Do you think they sell candy?}}
de: Eleanor: Verkaufen sie Süßigkeiten, denkst du?

source: You both walk slowly into the shop.
de: Ihr beide geht langsam in den Laden.

source: It is dusty and significantly darker in here than outside.
de: Es ist staubig und deutlich dunkler hier drinnen als draußen.

source: {{bb:Eleanor}} looks like she needs to sneeze.
de: {{bb:Eleanor}} sieht so aus, als ob sie niesen müsste.

source: Eleanor: {{Bb:Ah..ah...achoo!! It's so dusty in here!}}
de: Eleanor: Ah..ah...achoo!! Es ist hier so staubig!

source: You see a man called {{bb:Bernard}}, a door and a couple of tools.
de: Du siehst einen Mann namens {{bb:Bernard}}, eine Tür und ein paar Werkzeuge.

source: The tools show up as {{gb:green}} in the Terminal.
de: Die Werkzeuge werden im Terminal als {{gb:grün}} angezeigt.

source: {{lb:Listen}} to what {{bb:Bernard}} has to say.
de: Höre dir an, was Bernard zu sagen hat.

source: {{lb:Look around}} to see if it created a {{bb:shed}}.
de: {{lb:Schau dich um}} um zu sehen, ob es einen {{bb:Schuppen}} erschaffen hat.

source: Eleanor: {{Bb:Ah, look over there!}}
de: Eleanor: {{Bb:Ah, schau mal da drüben!}}

source: It worked! You can see a new {{bb:shed}} in the room.
de: Es hat geklappt! Du kannst einen neuen Schuppen im Raum sehen.

source: What happens if you run it again?
de: Was passiert, wenn du es nochmal läufst?

source: {{gb:Press}} {{ob:UP}} {{gb:twice to replay the command.}}
de: Drücke zweimal, um den Befehl erneut abzuspielen.

source: {{rb:See what happens when you run the script again.}}
de: {{rb:Sieh was passiert, wenn du das Skript erneut ausführst.}}

source: {{rb:Run the script again using}} {{yb:./best-shed-maker-in-the-world.sh}} {{rb:to see what happens.}}
de: Führen Sie das Skript erneut mit {{yb:./best-shed-maker-in-the-world.sh}} aus, um zu sehen, was passiert.

source: Eleanor: {{Bb:I don't think this will work...}}
de: Eleanor: Ich glaube nicht, dass das funktionieren wird...

source: You get the error {{yb:mkdir: cannot create directory `shed': File exists}}
de: Du erhältst den Fehler {{yb:mkdir: Verzeichnis `shed' kann nicht erstellt werden: Datei existiert bereits}}

source: Bernard: {{Bb:"Of course it won't work a second time - you already have a shed!"
de: Bernard: {{Bb:"Natürlich funktioniert es nicht zweimal - du hast ja schon einen Schuppen!"

source: "I'm working on the next big thing,}} {{bb:best-horn-in-the-world.sh}}{{Bb:."}}
de: Ich arbeite an der nächsten großen Sache, {{bb:best-horn-in-the-world.sh}}.

source: {{Bb:"It can be used to alert anyone that you're coming. I'm having some teething problems, but I'm sure I'll fix them soon."}}
de: Es kann verwendet werden, um jedem mitzuteilen, dass du kommst. Ich habe ein paar Probleme beim Einlaufen, aber ich bin sicher, dass ich sie bald beheben werde.

source: {{lb:Examine}} {{bb:best-horn-in-the-world.sh}} {{lb:and see if you can identify the problem.}}
de: {{lb:Untersuche}} {{bb:best-horn-in-the-world.sh}} {{lb:und schau, ob du das Problem identifizieren kannst.}}

source: {{gb:Remember to use}} {{ob:TAB}}{{gb:!}}
de: {{de:Denke daran, zu benutzen}} {{ob:TAB}}{{gb:!}}

source: {{rb:Use}} {{yb:cat}} {{rb:to examine the tool.}}
de: {{yb:Benutze}} {{rb:den}} {{yb:Kater}} {{rb:um das Werkzeug zu untersuchen.}}

source: {{rb:Use}} {{yb:cat best-horn-in-the-world.sh}} {{rb:to examine the tool.}}
de: {{yb:Benutze}} {{rb:cat best-horn-in-the-world.sh}} {{rb:um das Werkzeug zu untersuchen.}}

source: Bernard: {{Bb:"Hello! Shush, don't say a word."}}
de: Bernard: Hallo! Pssst, sag kein Wort.

source: Eleanor: {{Bb:I think this tool is a bit broken.}}
de: Eleanor: Ich denke, dieses Werkzeug ist etwas kaputt.

source: {{rb:You're examining the wrong tool. You want to look at}} {{yb:best-horn-in-the-world.sh}}
de: {{rb:Du untersuchst das falsche Werkzeug. Du willst dir}} {{yb:best-horn-in-the-world.sh}} {{rb:anschauen.}}

source: {{Bb:"I know why you're here. You want a shed!"
de: "Ich weiß, warum du hier bist. Du willst einen Schuppen!"

source: The script reads {{yb:eco "Honk!"}}
de: {{yb:eco "Hup!"}}

source: Maybe it should read {{yb:echo "Honk!"}} instead...
de: Vielleicht sollte es stattdessen {{yb:echo "Honk!"}} heißen...

source: How could we make changes to this script?
de: Wie könnten wir Änderungen an diesem Skript vornehmen?

source: Bernard: {{Bb:"Ho ho, you look like you understand the problem."}}
de: Bernard: Ho ho, du siehst so aus, als ob du das Problem verstehst.

source: Eleanor: {{Bb:"If we need extra help, we can go to the library, it was just outside."}}
de: Eleanor: Wenn wir zusätzliche Hilfe brauchen, können wir in die Bibliothek gehen, sie war gerade draußen.

source: Before we go, have a {{lb:look}} in the {{bb:basement}}.
de: Bevor wir gehen, schau dir den {{bb:Keller}} an.

source: "I have just the thing for you. I have the}} {{bb:best-shed-maker-in-the-world.sh}}{{Bb:"}}
de: Ich habe genau das Richtige für dich. Ich habe {{bb:best-shed-maker-in-the-world.sh}}.

source: {{rb:Use}} {{yb:ls}} {{rb:to look through.}}
de: {{yb:Benutze}} {{rb:ls}} {{yb:um durchzuschauen.}}

source: {{rb:Use}} {{yb:ls basement/}} {{rb:to look inside.}}
de: {{rb:Benutze}} {{yb:ls basement/}} {{rb:um hineinzuschauen.}}

source: Eleanor: {{Bb:OooOOoh, are there sweets in there?}}
de: Eleanor: OooOOoh, sind da Süßigkeiten drin?

source: Bernard: {{Bb:"Oooh naughty, you can't look in there."}}
de: Bernard: "Oh, du bist aber frech, du darfst da nicht reinschauen."

source: Let's {{lb:leave}} the shed shop and go back to {{bb:east}} of town.
de: Lasst uns den Schuppenladen verlassen und zurück in den Osten der Stadt gehen.

source: {{rb:Leave the shed-shop using}} {{yb:cd ..}}
de: {{rb:Verlasse den Schuppenladen mit}} {{yb:cd ..}}

source: He seems pretty enthusiastic about it. {{lb:Examine}} the tool {{bb:best-shed-maker-in-the-world.sh}}
de: Er scheint ziemlich begeistert davon zu sein. {{lb:Untersuche}} das Werkzeug {{bb:best-shed-maker-in-the-world.sh.}}

source: Eleanor: {{Bb:"Yay, I like the library. Let's go back to town!"}}
de: Eleanor: "Juhu, ich mag die Bibliothek. Lasst uns zurück in die Stadt gehen!"

source: {{gb:Use}} {{ob:TAB}} {{gb:to speed up your typing.}}
de: {{gb:Verwende}} {{ob:TAB}}, {{gb:um Ihre Eingabe zu beschleunigen.}}

source: {{rb:Use}} {{yb:cat}} {{rb:to examine the}} {{bb:best-shed-maker-in-the-world.sh}}
de: {{rb:Benutze}} {{yb:cat}} {{rb:um die}} {{bb:best-shed-maker-in-the-world.sh}} {{rb:zu untersuchen.}}
